{"translation-revision-date":"2024-02-08 14:53:46+0000","generator":"GlotPress\/4.0.0-beta.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"fr"},"Allows you to specify the maximum number of posts for the RSS Sitemap. We recommend an amount of 50 posts.":["Vous permet de préciser le nombre maximum de publications pour le sitemap RSS. Nous recommandons 50 publications."],"Open RSS Sitemap":["Ouvrir le sitemap RSS"],"Number of Posts":["Nombre de publications"],"This option will generate a separate RSS Sitemap which can be submitted to Google, Bing and any other search engines that support this type of sitemap. The RSS Sitemap contains an RSS feed of the latest updates to your site content. It is not a full sitemap of all your content.":["Cette option générera un plan de site RSS distinct qui peut être soumis à Google, Bing et tout autre moteur de recherche prenant en charge ce type de plan de site. Le plan de site RSS contient un flux RSS des dernières mises à jour du contenu de votre site. Il ne s’agit pas d’un plan de site complet de l’ensemble de votre contenu."],"Include All Taxonomies":["Inclure toutes les taxonomies"],"Author Sitemap":["Plan de site de l'auteur"],"Date Archive Sitemap":["Plan de site de l'archive par date"],"Automatically Ping Search Engines":["Notifier automatiquement les moteurs de recherche"],"Do you get a blank sitemap or 404 error?":["Obtenez-vous un plan du site blanc ou une erreur 404?"],"Enable Sitemap":["Activer sitemap"],"Noindexed content will not be displayed in your sitemap.":["Le contenu non indexé ne sera pas affiché dans votre plan de site."],"Sitemap Settings":["Réglages du plan de site"],"Include All Post Types":["Inclure tous les types de publication"],"RSS Sitemap":["Sitemap RSS"],"Organize sitemap entries into distinct files in your sitemap. We recommend you enable this setting if your sitemap contains more than 1,000 URLs.":["Organisez les entrées de plan de site dans des fichiers distincts dans votre plan de site. Nous vous recommandons d'activer ce paramètre si votre plan du site contient plus de 1,000 URL."],"Enable Sitemap Indexes":["Activer les index de plan de site"],"Post Types":["Types de publication"],"Taxonomies":["Taxonomies"],"Include Date Archives in your sitemap.":["Inclure les archives par date dans le plan de site."],"Include Author Archives in your sitemap.":["Inclure les archives par auteur dans votre plan de site."],"Select which Taxonomies appear in your sitemap.":["Sélectionnez les taxonomies de votre plan de site."],"Select which Post Types appear in your sitemap.":["Sélectionnez les types de publication qui apparaissent dans votre plan de site."]}},"comment":{"reference":"dist\/Lite\/assets\/js\/RssSitemap.nVDu7GdM.js"}}