{"translation-revision-date":"2024-02-08 14:53:46+0000","generator":"GlotPress\/4.0.0-beta.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"fr"},"Your source is a protected path and cannot be redirected.":["Votre source est un chemin protégé et ne peut pas être redirigée."],"Your target URL is not valid.":["Votre URL cible n’est pas valide."],"Your URL is invalid.":["Votre URL n’est pas valide."],"source url set once post is published":["URL source définie une fois que la publication est en ligne"],"The regex syntax is invalid.":["La syntaxe regex n’est pas valide."],"This redirect is supported using the Relocate Site feature under Full Site Redirect tab.":["Cette redirection est prise en charge via la fonctionnalité Déménager le site sous l’onglet Redirection du site entier."],"Add Custom Rule":["Ajouter une règle personnalisée"],"Custom Rules":["Règles personnalisées"],"Enter a Locale Code, e.g.: en_GB, es_ES":["Saisissez un code de paramètre régional, par exemple : en_GB, es_ES"],"Enter a WordPress Filter Name":["Saisissez un nom de filtre WordPress"],"Enter an IP Address":["Saisissez une adresse IP"],"Enter the Server Name":["Saisissez le nom du serveur"],"Key":["Clé"],"Select a Value or Add a New One":["Sélectionner une valeur ou en ajouter une nouvelle"],"Select Roles":["Sélectionner les rôles"],"Select Rule":["Sélectionner la règle"],"Select Status":["Sélectionner l’état"],"The dollar symbol %1$s should be at the end. For example: %2$s":["Le symbole de dollar %1$s doit être placé à la fin. Par exemple : %2$s"],"Value":["Valeur"],"A redirect already exists for this source URL. To make changes, edit the original instead.":["Une redirection existe déjà pour cette URL source. Pour faire des modifications, modifiez plutôt la redirection existante."],"Add Redirect":["Ajouter une redirection"],"Add Redirects":["Ajouter des redirections"],"An error occurred while adding your redirects. Please try again later.":["Une erreur s’est produite lors de l’ajout de vos redirections. Veuillez réessayer ultérieurement."],"Anchor values are not sent to the server and cannot be redirected.":["Les valeurs des ancres n’ont pas été envoyées au serveur et ne peuvent pas être redirigées."],"DRAFT":["BROUILLON"],"Enter a relative URL to redirect from or start by typing in page or post title, slug or ID. You can also use regex (%1$s)":["Saisissez une URL relative pour les redirections ou commencez à saisir un titre de page ou de publication, un slug ou un ID. Vous pouvez également utiliser les expressions régulières (%1$s)."],"Enter a URL or start by typing a page or post title, slug or ID.":["Saisissez une URL ou commencez à saisir un titre de page ou de publication, un slug ou un ID."],"FUTURE":["PLANIFIÉE"],"Ignore all parameters":["Ignorer tous les paramètres"],"Moved Permanently":["Déplacé définitivement"],"PENDING":["EN ATTENTE"],"Permalinks are not currently supported.":["Les permaliens ne sont pas pris en charge actuellement."],"Please enter a valid relative source URL.":["Veuillez saisir une URL source relative valide."],"Regex":["Regex"],"Remember to enable the %1$s option if this is a regular expression.":["Pensez à activer l’option %1$s s’il s’agit d’une expression régulière."],"Some servers may be configured to serve file resources directly, preventing a redirect occurring.":["Certains serveurs sont peut-être configurés pour traiter directement les ressources de fichier, empêchant ainsi une redirection."],"Source URLs":["URL source"],"The caret %1$s should be at the start. For example: %2$s":["L’accent circonflexe %1$s doit être placé au début. Par exemple : %2$s"],"The source URL should probably start with a %1$s":["L’URL source devrait probablement commencer par %1$s"],"This is a duplicate of a URL you are already adding. You can only add unique source URLs.":["Il s’agit d’un doublon d’une URL que vous êtes déjà en train d’ajouter. Vous ne pouvez ajouter que des URL source uniques."],"To prevent a greedy regular expression you can use %1$s to anchor it to the start of the URL. For example: %2$s":["Pour éviter une expression régulière gourmande, vous pouvez utiliser %1$s pour l’ancrer au début de l’URL. Par exemple : %2$s"],"what's this?":["qu’est-ce que c’est ?"],"Your source is the same as a target and this will create a loop.":["Votre source est identique à une cible, et cela va créer une boucle."],"Your target URL contains the invalid character(s) %1$s":["Votre URL cible contient le(s) caractère(s) non valide(s) %1$s"],"Your target URL should be an absolute URL like %1$s or start with a slash %2$s.":["Votre URL cible doit être une URL absolue telle que %1$s ou commencer par une barre oblique %2$s."],"Your URL appears to contain a domain inside the path: %1$s. Did you mean to use %2$s instead?":["Votre URL semble contenir un domaine à l’intérieur du chemin : %1$s. Vouliez-vous plutôt utiliser %2$s ?"],"Query Parameters:":["Paramètres de la requête :"],"Redirect Type:":["Type de redirection :"],"Ignore Case":["Ignorer la casse"],"Ignore Slash":["Ignorer la barre oblique"],"Source URL":["URL source"],"Target URL":["URL cible "],"Learn more":["En savoir plus"],"Save Changes":["Enregistrer les modifications"],"Delete":["Supprimer"],"Add URL":["Ajouter l’URL"],"Cancel":["Annuler"],"Advanced Settings":["Réglages avancés"]}},"comment":{"reference":"dist\/Lite\/assets\/js\/Index.aoj5xPSe.js"}}