{"translation-revision-date":"2024-02-08 14:53:46+0000","generator":"GlotPress\/4.0.0-beta.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"fr"},"Search Statistics is a %1$s Feature":["Statistiques de recherche est une fonctionnalité %1$s"],"Unlock Search Statistics":["Débloquer les statistiques de recherche"],"Track keyword rankings":["Suivre les classements des mots-clés"],"Track page rankings":["Suivre les classements des pages"],"The following SEO Statistics graphs are useful metrics for understanding the visibility of your website or pages in search results and can help you identify trends or changes over time.<br \/><br \/>Note: This data is capped at the top 100 keywords per day to speed up processing and to help you prioritize your SEO efforts, so while the data may seem inconsistent with Google Search Console, this is intentional.":["Les graphiques de statistiques SEO suivants sont des mesures utiles pour comprendre la visibilité de votre site ou de vos pages dans les résultats de recherche. Ils peuvent vous aider à identifier les tendances ou les modifications au fil du temps.<br \/><br \/>Note : ces données sont plafonnées aux 100 premiers mots-clés par jour pour accélérer le traitement et vous aider à prioriser vos efforts de référencement. Les données pourront sembler incohérentes avec la Google Search Console, mais c’est intentionnel."],"These lists can be useful for understanding the performance of specific pages or posts and identifying opportunities for improvement. For example, the top winning content may be good candidates for further optimization or promotion, while the top losing may need to be reevaluated and potentially updated.":["Ces listes peuvent être utiles pour comprendre les performances de pages ou publications spécifiques, et identifier les possibilités d’amélioration. Par exemple, les contenus En hausse peuvent être parfaits pour réaliser une optimisation ou une promotion plus poussée, tandis que les contenus En baisse peuvent nécessiter une réévaluation et éventuellement une mise à jour."],"SEO Statistics":["Statistiques SEO"],"Connect your site to Google Search Console to receive insights on how content is being discovered. Identify areas for improvement and drive traffic to your website.":["Connectez-vous à la Google Search Console pour recevoir des informations sur la manière dont votre contenu est découvert. Identifiez les zones à améliorer et générez plus de trafic sur votre site."],"Search Clicks":["Clics de recherche"],"Search Impressions":["Impressions dans la recherche"],"Search traffic insights":["Rechercher dans les informations de trafic"],"Speed tests for individual pages\/posts":["Tester la vitesse des pages\/publications individuelles"],"Content":["Contenu"],"This feature requires one of the following plans:":["Cette fonctionnalité exige l'un des plans suivants :"]}},"comment":{"reference":"dist\/Lite\/assets\/js\/SeoStatistics.BRtjIEVv.js"}}