{"translation-revision-date":"2024-02-08 14:53:46+0000","generator":"GlotPress\/4.0.0-beta.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"fr"},"SEO Revisions":["Révisions SEO"],"SEO Revisions provide a historical record of SEO updates, allowing you to monitor the effectiveness of your SEO efforts and make informed decisions. (Plus, Pro & Elite plans only)":["Les révisions SEO fournissent un historique des mises à jour SEO, ce qui vous autorise à surveiller l’efficacité de vos efforts de référencement et à prendre des décisions éclairées. (uniquement pour les offres Plus, Pro et Elite)"],"Use the power of ChatGPT to generate engaging SEO titles and meta descriptions for your posts.":["Utilisez la puissance de ChatGPT pour générer des titres et des méta descriptions attrayants pour le référencement de vos publications."],"Open AI Integration":["Intégration OpenAI"],"Google Search Console Integration":["Intégration de la Google Search Console"],"Connect with Google Search Console to track how your site is performing in search rankings and generate reports with actionable insights that help you get the most out of your content. (Elite plan only)":["Connectez-vous à Google Search Console pour suivre les performances de votre site dans les classements des moteurs de recherche et générer des rapports contenant des informations exploitables qui vous aident à tirer le meilleur parti de votre contenu. (offre Elite uniquement)"],"Included as Pro Feature":["Inclus en tant que fonctionnalité Pro"],"Control the title, alt tag, caption, description and filename of your images (Plus, Pro & Elite plans only)":["Contrôlez le titre, la balise alt, la légende, la description et le nom de fichier de vos images (offres Plus, Pro et Elite uniquement)"],"REST API":["API REST"],"Manage your post and term SEO meta via the WordPress REST API. This addon also works seamlessly with headless WordPress installs. (Plus, Pro & Elite plans only)":["Gérez les méta SEO de vos publications et de vos termes via l’API REST de WordPress. Ce module fonctionne également de manière transparente avec les installations WordPress sans affichage. (uniquement pour les offres Plus, Pro et Elite)"],"View detailed link & domain reports, manage existing links and discover new internal linking opportunities through smart suggestions (Pro & Elite plans only)":["Consultez les rapports détaillés sur les liens et les domaines, gérez les liens existants et découvrez de nouvelles opportunités de liens internes grâce à des suggestions intelligentes (offres Pro et Elite uniquement)"],"Link Assistant":["Assistant d’amélioration des liens"],"Create, manage and monitor redirects for 404's or modified posts + server redirects, full site redirects and site aliases (Pro & Elite plans only)":["Créez, gérez et surveillez les redirections pour les erreurs 404 ou les publications modifiées + les redirections de serveur, les redirections de site complet et les alias de site (offres Pro & Elite uniquement)"],"Default template for all pages.":["Modèle par défaut pour toutes les pages."],"Granular control over the template for each post type, taxonomy and archive.":["Contrôle granulaire du modèle pour chaque type de publication, taxonomie et archive."],"Visual Breadcrumb Trails":["Chemin visuel de navigation en fil d’ariane"],"Redirection Manager":["Gestionnaire de redirections"],"Available as Addon Plugin":["Disponible en tant que module"],"Control the priority & frequency of each Post, Page, Category, Tag, etc.":["Contrôlez la priorité et la fréquence de chaque publication, page, catégorie, étiquette, etc."],"Control the priority & frequency per Post Type\/Taxonomy":["Contrôlez la priorité et la fréquence par type de publication\/taxonomie"],"Local Business schema (multiple locations supported) + Business Info & Location blocks, widgets & shortcodes (Plus, Pro & Elite plans only)":["Schéma d’entreprise locale (plusieurs emplacements pris en charge) + Blocs Infos entreprise et Emplacement, widgets et codes courts (offres Plus, Pro et Elite uniquement)"],"Posts, Pages, Categories, Tags + Breadcrumb Navigation + advanced graphs (Product, FAQ Page, Recipe, etc.)":["Publications, Pages, Catégories, Étiquettes + Navigation en fil d’ariane + graphiques avancés (Produit, Page FAQ, Recette, etc.)"],"Submit your latest news stories to Google News (Pro & Elite plans only)":["Envoyez vos dernières stories à Google Actualités (offres Pro et Elite uniquement)"],"Submit your videos to search engines (Pro & Elite plans only)":["Envoyez vos vidéos aux moteurs de recherche (offres Pro et Elite uniquement)"],"WooCommerce Products, Product Categories, Product Tags, Product Attributes + WooCommerce smart tags (price, brand, etc.)":["Produits WooCommerce, catégories de produits, étiquettes de produits, attributs de produits + balises intelligentes WooCommerce (prix, marque, etc.)"],"%1$sBonus:%2$s You can upgrade to the %3$s plan today and %4$ssave %5$s off%6$s (discount auto-applied).":["%1$sBonus:%2$s Vous pouvez mettre à niveau votre plan %3$s aujourd'hui et %4$séconomisez %5$s %6$s (remise appliquée automatiquement)."],"%1$s Lite vs. Pro":["%1$s Lite vs. Pro"],"Local SEO":["SEO Local"],"Features:":["Fonctionnalités: "],"Upgrade to %1$s Today":["Passez à %1$s aujourd'hui"],"Upgrade to Pro to Unlock Powerful SEO Features":["Passez à la version Pro et débloquez des fonctionnalités SEO puissantes"],"%1$s is the best WordPress SEO plugin. Join over %2$s Professionals who are already using %3$s to improve their website search rankings.":["%1$s est la meilleure extension WordPress SEO. Rejoignez %2$s professionnels qui utilisent déjà %3$s afin d’améliorer le classement de leur site."],"News Sitemap":["Plan de site actualités"],"Priority Support":["Support prioritaire"],"Social Meta (Open Graph Markup)":["Métadonnées sociales (balise Open Graph)"],"Search Engine Optimization (SEO)":["L'optimisation pour les moteurs de recherche (SEO)"],"Complete Support":["Support complet"],"Schema Rich Snippets":["Extraits enrichis de schéma"],"WooCommerce Integration":["Intégration WooCommerce"],"Get the most out of %1$s by upgrading to Pro and unlocking all of the powerful features.":["Tirer le meilleur parti de %1$s en passant à Pro et en débloquant toutes les fonctionnalités puissantes."],"Not Available":["Indisponible"],"Posts, Pages and custom Post Types only":["Articles, pages et types de publication personnalisés uniquement"],"Posts, Pages, Categories and Tags only":["Articles, pages, catégories et étiquettes uniquement"],"WooCommerce Products only":["Produits WooCommerce uniquement"],"Posts, Pages, custom Post Types + Categories, Tags and custom Taxonomies":["Articles, pages, types de publication personnalisés + catégories, étiquettes et taxonomies personnalisées"],"Limited Support":["Support limité"],"About Us":["À propos de nous"],"Customer Support":["Service client"],"Image SEO":["SEO image"],"XML Sitemap":["Plan de site XML"],"Video Sitemap":["Plan de site vidéo"]}},"comment":{"reference":"dist\/Lite\/assets\/js\/Main.S6KPj-dE.js"}}