{"translation-revision-date":"2024-02-08 14:53:46+0000","generator":"GlotPress\/4.0.0-beta.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"fr"},"Search Statistics is a %1$s Feature":["Statistiques de recherche est une fonctionnalité %1$s"],"Unlock Keyword Tracking":["Débloquer le suivi des mots-clés"],"Unlock Search Statistics":["Débloquer les statistiques de recherche"],"Keyword Tracking is a %1$s Feature":["Le suivi des mots-clés est une fonctionnalité %1$s"],"Position":["Position"],"Avg. CTR":["Taux de clic moyen"],"Clicks":["Clics"],"Impressions":["Impressions"],"Diff":["Diff"],"This graph is a visual representation of how well <strong>keywords are ranking in search results over time<\/strong> based on their position and average CTR. This can help you understand the performance of keywords and identify any trends or fluctuations.":["Ce graphique est une représentation visuelle du <strong>classement des mots-clés dans les résultats de recherche au fil du temps<\/strong> en fonction de leur position et de leur taux de clic moyen. Cela peut vous aider à comprendre les performances des mots-clés et à identifier les tendances ou les fluctuations."],"This table displays the performance of keywords that your site ranks for over time, including metrics such as impressions, click-through rate, and average position in search results. It allows for easy analysis of how keywords are performing and identification of any underperforming keywords that may need to be optimized or replaced.":["Ce tableau affiche les performances des mots-clés avec lesquels votre site est classé au fil du temps, et comprend des mesures telles que les impressions, le taux de clics et la position moyenne dans les résultats de recherche. Il permet d’analyser facilement les performances des mots-clés et d’identifier ceux qui ne sont pas assez performants et qui doivent être optimisés ou remplacés."],"Top 3 Position":["Position dans le Top 3"],"Track keyword rankings":["Suivre les classements des mots-clés"],"Track page rankings":["Suivre les classements des pages"],"11-50 Position":["Position 11-50"],"4-10 Position":["Position 4-10"],"50-100 Position":["Position 50-100"],"Connect your site to Google Search Console to receive insights on how content is being discovered. Identify areas for improvement and drive traffic to your website.":["Connectez-vous à la Google Search Console pour recevoir des informations sur la manière dont votre contenu est découvert. Identifiez les zones à améliorer et générez plus de trafic sur votre site."],"Keyword":["Mot-clé"],"Keyword Performance":["Performance des mots-clés"],"Keyword Positions":["Positions des mots-clés"],"Search traffic insights":["Rechercher dans les informations de trafic"],"Speed tests for individual pages\/posts":["Tester la vitesse des pages\/publications individuelles"],"This feature requires one of the following plans:":["Cette fonctionnalité exige l'un des plans suivants :"],"Keywords":["Mots-clés"],"Title":["Titre"]}},"comment":{"reference":"dist\/Lite\/assets\/js\/KeywordRankings.AMzVOnpB.js"}}