{"translation-revision-date":"2024-02-08 14:53:46+0000","generator":"GlotPress\/4.0.0-beta.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"fr"},"Update WPCode":["Mettre à jour WPCode"],"Use Snippet":["Utiliser l’extrait"],"Using WPCode you can install AIOSEO code snippets with 1-click directly from this page or the WPCode library inside the WordPress admin.":["Avec WPCode, vous pouvez installer des extraits de code AIOSEO en un clic directement depuis cette page ou la bibliothèque WPCode à l’intérieur de la zone d’administration WordPress."],"We encountered an error loading the code snippets, please try again later.":["Nous avons rencontré une erreur lors du chargement des extraits de code, veuillez réessayer ultérieurement."],"Activate WPCode":["Activer WPCode"],"Code Snippets":["Extraits de code"],"Install WPCode":["Installer WPCode"],"Learn More about WPCode Snippets":["En savoir plus sur les extraits WPCode"],"Please Activate WPCode to load the AIOSEO Snippet Library":["Veuillez activer WPCode pour charger la bibliothèque d’extraits AIOSEO"],"Please Install WPCode to load the AIOSEO Snippet Library":["Veuillez installer WPCode pour charger la bibliothèque d’extraits AIOSEO"],"Please Update WPCode to load the AIOSEO Snippet Library":["Veuillez mettre à jour WPCode pour charger la bibliothèque d’extraits AIOSEO"],"You currently don't have permission to activate this addon. Please ask a site administrator to activate first.":["Vous ne disposez actuellement pas de droits pour activer ce module. Veuillez demander à un administrateur ou une administratrice du site d’effectuer d’abord cette activation."],"Edit Snippet":["Modifier l'extrait"],"An error occurred while activating the addon. Please upload it manually or contact support for more information.":["Une erreur s’est produite lors de l’activation du module. Veuillez le téléverser manuellement ou contacter le support pour plus d’informations."]}},"comment":{"reference":"dist\/Lite\/assets\/js\/WpCode.DLn4FPSI.js"}}