{"translation-revision-date":"2024-02-08 14:53:46+0000","generator":"GlotPress\/4.0.0-beta.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"fr"},"Taxonomy Columns is a %1$s feature. %2$s":["Colonnes de taxonomie est une fonctionnalité %1$s. %2$s"],"Dashboard Widgets is a %1$s feature. %2$s":["Les widgets du tableau de bord sont une fonctionnalité %1$s. %2$s"],"OpenAI Integration is a %1$s feature. %2$s":["L’intégration d’OpenAI est une fonctionnalité %1$s. %2$s"],"Admin Bar Menu is a %1$s feature. %2$s":["Le menu de la barre d’administration est une fonctionnalité %1$s. %2$s"],"This allows you to hide plugin announcements and update details in the Notification Center.":["Cela vous permet de masquer les annonces d’extensions et les détails des mises à jour dans le centre de notification."],"The API key you have entered is invalid. Please check your API key and try again.":["La clé d’API que vous avez saisie n’est pas valide. Veuillez vérifier votre clé d’API et réessayer."],"Enter an OpenAI API key in order to automatically generate SEO titles and meta descriptions for your pages. %1$s":["Saisissez une clé d’API OpenAI pour générer automatiquement des titres et des méta descriptions SEO pour vos pages. %1$s"],"OpenAI API Key":["Clé d’API OpenAI"],"SEO Overview":["Vue d’ensemble SEO"],"SEO Setup Wizard":["Assistant de configuration SEO"],"Select which %1$s widgets to display on the dashboard.":["Sélectionnez les widgets %1$s à afficher dans le tableau de bord."],"Our SEO News widget provides helpful links that enable you to get the most out of your SEO and help you continue to rank higher than your competitors in search results.":["Notre widget Actualités SEO fournit des liens utiles qui vous permettent de tirer le meilleur parti de votre SEO et contribuent à améliorer votre classement face à vos concurrents dans les résultats de recherche."],"Our SEO Overview widget helps you determine which posts or pages you should focus on for content updates to help you rank higher in search results.":["Notre widget Vue d’ensemble SEO vous aide à déterminer les publications ou les pages que vous devriez mettre à jour pour améliorer votre classement dans les résultats de recherche."],"Our SEO Setup Wizard dashboard widget helps you remember to finish setting up some initial crucial settings for your site to help you rank higher in search results. Once the setup wizard is completed this widget will automatically disappear.":["Notre widget Assistant de configuration SEO dans le tableau de bord vous rappelle de terminer la configuration de certains paramètres essentiels pour votre site afin d’atteindre un meilleur classement dans les résultats de recherche. Une fois que vous avez suivi toutes les étapes de l’assistant, ce widget disparaît automatiquement."],"Enable our Headline Analyzer to help you write irresistible headlines and rank better in search results.":["Activez notre analyseur de titres pour vous aider à créer des titres attractifs et améliorer votre classement dans les résultats de recherche."],"Headline Analyzer":["Analyseur de titres"],"Check this if you would like to remove ALL %1$s data upon plugin deletion. All settings and SEO data will be unrecoverable.":["Cochez cette case si vous souhaitez effacer TOUTES les données de %1$s lors de la suppression de l'extension. Tous les formulaires, entrées et fichiers téléchargés seront irrécupérables."],"Uninstall %1$s":["Désinstaller %1$s"],"Select which Taxonomies you want to use the %1$s columns with.":["Sélectionnez les taxonomies avec lesquelles vous souhaitez utiliser les colonnes %1$s."],"Taxonomy Columns":["Colonnes de taxonomie"],"You will need to manually update everything.":["Vous devez tout actualiser manuellement."],"You are getting bugfixes and security updates, but not major features.":["Vous recevez des corrections de bogues et des mises à jour sécurité, mais pas des fonctionnalités majeures."],"All (recommended)":["Tout (recommandé)"],"Automatic Updates":["Mises à jour automatiques"],"Announcements":["Annonces"],"This adds %1$s to the admin toolbar for easy access to your SEO settings.":["Cela ajoute %1$s à la barre d'outils admin pour accéder facilement à vos réglages  SEO."],"Admin Bar Menu":["Menu de la barre d'administration"],"Usage Tracking":["Suivi de l'utilisation"],"Post Type Columns":["Colonnes pour types de publication"],"Dashboard Widgets":["Widgets du tableau de bord"],"Select which Post Types you want to use the %1$s columns with.":["Sélectionnez les types de publication avec lesquels vous souhaitez utiliser les colonnes %1$s."],"Minor Only":["Mineures uniquement"],"You are getting the latest features, bugfixes, and security updates as they are released.":["Vous bénéficiez des dernières fonctionnalités, corrections de bogues et mises à jour de sécurité au fur et à mesure de leur publication."],"Enable our TruSEO score to help you optimize your content for maximum traffic.":["Activez notre score TruSEO pour vous aider à optimiser votre contenu pour un trafic maximal."],"TruSEO Score & Content":["Score et contenu TruSEO"],"Complete documentation on usage tracking is available %1$shere%2$s.":["La documentation complète sur le suivi de l'utilisation est disponible %1$sici%2$s."],"Include All Taxonomies":["Inclure toutes les taxonomies"],"None":["Aucun"],"SEO Analysis":["Analyse SEO"],"Include All Post Types":["Inclure tous les types de publication"],"By allowing us to track usage data we can better help you as we will know which WordPress configurations, themes and plugins we should test.":["En nous permettant de suivre les données d’utilisation, nous pourrons mieux vous aider car nous saurons quelles configurations, quels thèmes et quelles extensions WordPress nous devrions tester."],"SEO News":["Actualités SEO"],"Advanced Settings":["Réglages avancés"]}},"comment":{"reference":"dist\/Lite\/assets\/js\/Advanced.B4zCeP_n.js"}}