{"translation-revision-date":"2024-02-08 14:53:46+0000","generator":"GlotPress\/4.0.0-beta.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"fr"},"Search Statistics is a %1$s Feature":["Statistiques de recherche est une fonctionnalité %1$s"],"Unlock Search Statistics":["Débloquer les statistiques de recherche"],"The Content Rankings report provides valuable insights into the performance of your content in search results and helps you optimize your posts for better results. This report is generated on a monthly basis, covering the past 12 months leading up to the current month. By regularly reviewing this report, you can identify trends in your post rankings and make informed decisions to improve your content's visibility and ultimately increase rankings in search results.":["Le rapport sur le classement des contenus fournit des informations précieuses sur les performances de votre contenu dans les résultats de recherche et vous aide à optimiser vos publications pour obtenir de meilleurs résultats. Ce rapport est généré sur une base mensuelle et couvre les 12 derniers mois précédant le mois en cours. En consultant régulièrement ce rapport, vous pouvez identifier les tendances dans le classement de vos publications et prendre des décisions éclairées pour améliorer la visibilité de votre contenu et, par conséquent, augmenter votre classement dans les résultats de recherche."],"Track keyword rankings":["Suivre les classements des mots-clés"],"Track page rankings":["Suivre les classements des pages"],"Connect your site to Google Search Console to receive insights on how content is being discovered. Identify areas for improvement and drive traffic to your website.":["Connectez-vous à la Google Search Console pour recevoir des informations sur la manière dont votre contenu est découvert. Identifiez les zones à améliorer et générez plus de trafic sur votre site."],"Content Rankings":["Classements du contenu"],"Search traffic insights":["Rechercher dans les informations de trafic"],"Speed tests for individual pages\/posts":["Tester la vitesse des pages\/publications individuelles"],"This feature requires one of the following plans:":["Cette fonctionnalité exige l'un des plans suivants :"]}},"comment":{"reference":"dist\/Lite\/assets\/js\/ContentRankings.wSWNCPg4.js"}}