{"translation-revision-date":"2024-02-08 14:53:46+0000","generator":"GlotPress\/4.0.0-beta.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"fr"},"Dedicated HTML Sitemaps do not work while using \"plain\" permalinks. Please update your %1$spermalink structure%2$s to use this option.":["Les plans de site HTML dédiés ne fonctionneront pas lors de l’utilisation de permaliens « bruts ». Veuillez mettre à jour votre %1$sstructure de permaliens%2$s pour utiliser cette option."],"Publication Date":["Date de publication"],"Dedicated Page":["Page dédiée"],"Display HTML Sitemap":["Afficher le plan de site HTML"],"e.g. %1$s":["par exemple : %1$s"],"Open HTML Sitemap":["Ouvrir le plan de site HTML"],"The following shortcode attributes can be used to override the default settings:":["Les attributs de code court suivants peuvent être utilisés pour remplacer les réglages par défaut :"],"The function accepts an associative array with the following arguments that can be used to override the default settings:":["La fonction accepte un tableau associatif avec les arguments suivants pouvant être utilisés pour remplacer les réglages par défaut :"],"The HTML tag that is used for the label of each section. Defaults to %1$s.":["Balise HTML utilisée pour le libellé de chaque section. La valeur par défaut est %1$s."],"The page that you have entered is invalid or already exists. Please enter a page with a unique slug.":["La page que vous avez saisie n’est pas valide ou existe déjà. Veuillez saisir une page avec un slug unique."],"The post types (by slug, comma-separated) that are included in the sitemap.":["Types de publication (par slug, séparés par des virgules) qui sont inclus dans le plan de site."],"The sort direction. The supported values are %1$s and %2$s.":["Sens du tri. Les valeurs prises en charge sont %1$s et %2$s."],"The sort order. The supported values are %1$s, %2$s, %3$s and %4$s.":["Ordre de tri. Les valeurs prises en charge sont %1$s, %2$s, %3$s et %4$s."],"The taxonomies (by slug, comma-separated) that are included in the sitemap.":["Taxonomies (par slug, séparées par des virgules) qui sont incluses dans le plan de site."],"This setting allows you to toggle between the regular sitemap or the compact date archive sitemap. %1$s":["Ce réglage vous permet de basculer entre le plan de site normal et le plan de site d’archives compactes par date. %1$s"],"This setting only applies to posts and pages.":["Ce réglage s’applique uniquement aux publications et aux pages."],"To view the new sitemap, first save changes.":["Pour voir le nouveau plan de site, enregistrez d’abord les modifications."],"To view the sitemap, enter a URL and save changes.":["Pour voir le plan de site, saisissez une URL et enregistrez les modifications."],"Using the custom-built tools below, you can add an HTML sitemap to your website and help visitors discover all your content. Adding an HTML sitemap to your website may also help search engines find your content more easily.":["En utilisant les outils personnalisés ci-dessous, vous pouvez ajouter un plan de site HTML à votre site et aider les internautes à découvrir l’ensemble de votre contenu. L’ajout d’un plan de site HTML à votre site peut également aider les moteurs de recherche à trouver votre contenu plus facilement."],"Whether the labels should be shown or not. Defaults to %1$s.":["Indique si les libellés doivent être affichés ou non. La valeur par défaut est %1$s."],"Whether the publication date of posts should be shown.":["Indique si la date de mise en ligne des publications doit être affichée."],"Whether the regular sitemap or compact date archive sitemap is output.":["Indique si c’est le plan de site normal ou le plan de site d’archives compactes par date qui est généré."],"Sort Order":["Ordre de tri"],"Alphabetical":["Par ordre alphabétique"],"Sort Direction":["Sens du tri"],"Ascending":["Croissant"],"Descending":["Décroissant"],"Display the sitemap on a dedicated page:":["Affichez le plan de site sur une page dédiée :"],"HTML Sitemap Settings":["Réglages du plan de site HTML"],"Last Updated Date":["Date de la dernière mise à jour"],"Post\/Term ID":["ID de la publication \/ du terme"],"To add this block, edit a page or post and search for the %1$s\"%2$s - HTML Sitemap\"%3$s block.":["Pour ajouter ce bloc, modifiez une page ou une publication et recherchez le bloc %1$s« %2$s - Plan de site HTML »%3$s."],"Use the following PHP code anywhere in your theme to display the sitemap. %1$s":["Utilisez le code PHP suivant à tout emplacement de votre thème pour afficher le plan de site. %1$s"],"Use the following shortcode to display the HTML Sitemap. %1$s":["Utilisez le code court suivant pour afficher le plan de site HTML. %1$s"],"Compact Archives":["Archives compactes"],"HTML Sitemap":["Plan de site HTML"],"Include All Taxonomies":["Inclure toutes les taxonomies"],"Enable Sitemap":["Activer sitemap"],"Exclude Posts \/ Pages":["Exclure les articles \/ pages"],"Include All Post Types":["Inclure tous les types de publication"],"Publish Date":["Date de publication"],"Exclude Terms":["Exclure les termes"],"Post Types":["Types de publication"],"Taxonomies":["Taxonomies"],"Advanced Settings":["Réglages avancés"],"Select which Taxonomies appear in your sitemap.":["Sélectionnez les taxonomies de votre plan de site."],"Select which Post Types appear in your sitemap.":["Sélectionnez les types de publication qui apparaissent dans votre plan de site."]}},"comment":{"reference":"dist\/Lite\/assets\/js\/HtmlSitemap.MzqiQbtE.js"}}