{"translation-revision-date":"2024-02-08 14:53:46+0000","generator":"GlotPress\/4.0.0-beta.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"fr"},"Crawl-delay must be a number starting from 1.":["Crawl-delay doit être un nombre commençant par 1."],"For some crawlers, encountering conflicting \"Crawl-delay\" might lead to unpredictable behavior.":["Pour certains robots d’indexation, des « crawl-delay » contradictoires peuvent entraîner des comportements imprévisibles."],"No User-agent found in the content beginning.":["Aucun agent utilisateur n’a été trouvé au début du contenu."],"Clean-param must start with at least one param which is optionally followed by one path.":["Clean-param doit commencer par au moins un paramètre, éventuellement suivi d’un chemin."],"Custom Robots.txt Preview":["Prévisualisation personnalisée de Robots.txt"],"Directive":["Directive"],"Equivalent to rule #%1$s%2$s. The trailing wildcard is ignored.":["Équivalent à la règle n° %1$s%2$s. Le caractère générique de fin est ignoré."],"from the network level":["au niveau du réseau"],"https:\/\/any-domain.com\/robots.txt":["https:\/\/any-domain.com\/robots.txt"],"Import from URL":["Importer à partir d’une URL"],"Import Robots.txt":["Importer Robots.txt"],"Invalid robots.txt URL.":["URL de robots.txt non valide."],"Paste Robots.txt text":["Collez le texte Robots.txt"],"The \"Allow\" rule takes precedence.":["La règle « Autoriser » est prioritaire."],"The network rule takes precedence.":["La règle de réseau est prioritaire."],"This rule conflicts with rule #%1$s%2$s.%3$s":["Cette règle est en conflit avec la règle n° %1$s%2$s.%3$s"],"This rule is a duplicate of rule #%1$s%2$s.":["Cette règle est un doublon de la règle n° %1$s%2$s."],"This rule overrides the default rule #%1$s%2$s.":["Cette règle remplace la règle par défaut n° %1$s%2$s."],"This site runs in a sub-directory. The robots.txt file must be located at the root of the website host to which it applies.":["Ce site s’exécute dans un sous-répertoire. Le fichier robots.txt doit se trouver à la racine de l’hébergeur du site auquel il s’applique."],"These custom robots.txt rules will apply globally to your entire network. To adjust the robots.txt rules for an individual site, please visit the dashboard for that site directly and update the settings there.":["Ces règles robots.txt personnalisées s’appliqueront globalement à l’ensemble de votre réseau. Pour ajuster les règles robots.txt pour un site individuel, veuillez ouvrir le tableau de bord de ce site directement et mettre à jour les réglages."],"Select Site":["Sélectionner le site"],"These custom robots.txt rules will apply globally to your entire network. To adjust the robots.txt rules for an individual site, please choose it in the list above.":["Ces règles robots.txt personnalisées s’appliqueront globalement à l’ensemble de votre réseau. Pour ajuster les règles robots.txt pour un site particulier, veuillez le choisir dans la liste ci-dessus."],"%1$s Error":["%1$s erreur","%1$s erreurs"],"It appears that your server is running on nginx, so the fix will most likely require adding the correct rewrite rules to our nginx configuration. %1$sCheck our documentation for more information%2$s.":["Il semble que votre serveur fonctionne sur nginx, donc le correctif nécessitera probablement d’ajouter les règles de réécriture correctes à notre configuration nginx. %1$sVeuillez consulter notre documentation pour plus d’informations%2$s."],"It looks like you are missing the proper rewrite rules for the robots.txt file.":["Il semble que vous ne disposez pas des règles de réécriture appropriées pour le fichier robots.txt."],"This site is running in a sub-directory of your main site located at %1$s. Your robots.txt file should only appear in the root directory of that site.":["Ce site fonctionne dans un sous-répertoire de votre site principal situé à %1$s. Votre fichier robots.txt devrait apparaître uniquement dans le répertoire racine du site."],"Import and Delete":["Importer et supprimer"],"%1$s has detected a physical robots.txt file in the root folder of your WordPress installation. We recommend removing this file as it could cause conflicts with WordPress' dynamically generated one. %2$s can import this file and delete it, or you can simply delete it.":["%1$s a détecté un fichier robots.txt physique dans le dossier racine de votre installation WordPress. Nous vous recommandons de supprimer ce fichier puisqu'il pourrait provoquer des conflits avec celui généré dynamiquement par WordPress. %2$s peut importer ce fichier et le supprimer, ou vous pouvez simplement le supprimer."],"It appears that your server is running on %1$s, so the fix should be as simple as checking the %2$scorrect .htaccess implementation on wordpress.org%3$s.":["Il semble que votre serveur fonctionne sur %1$s, donc le correctif devrait être aussi simple que de vérifier %2$sl’implémentation correcte de .htaccess sur wordpress.org%3$s."],"Open Robots.txt":["Ouvrir Robots.txt"],"Delete Rule":["Supprimer la règle"],"Enable Custom Robots.txt":["Activer les robots.txt personnalisés"],"Just like WordPress, %1$s generates a dynamic file so there is no static file to be found on your server.  The content of the robots.txt file is stored in your WordPress database.":["Toute comme WordPress, %1$s génère un fichier dynamique ce qui fait que votre serveur n'ait aucun fichier statique trouvé. Le contenu du fichier robots.txt est stocké dans votre base de données WordPress."],"The robots.txt editor in %1$s allows you to set up a robots.txt file for your site that will override the default robots.txt file that WordPress creates. By creating a robots.txt file with %2$s you have greater control over the instructions you give web crawlers about your site.":["L'éditeur robots.txt de  %1$s vous permet de définir un fichier robots.txt pour votre site qui remplacera le fichier robots.txt par défaut créé par WordPress. En créant un fichier robots.txt avec %2$s vous avez un meilleur contrôle sur les instructions que vous donnez aux robot d'indexation concernant votre site."],"Disallow":["Interdire"],"Allow":["Autoriser"],"User Agent":["Agent utilisateur"],"Add Rule":["Ajouter une règle"],"Robots.txt Editor":["Editeur robots.txt"]}},"comment":{"reference":"dist\/Lite\/assets\/js\/RobotsEditor.BH6KvYbf.js"}}