{"translation-revision-date":"2024-02-08 14:53:46+0000","generator":"GlotPress\/4.0.0-beta.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"fr"},"A very good score is between %1$s%3$d and %4$d%2$s.":["Un très bon score se situe entre %1$s%3$d et %4$d%2$s."],"at least one":["au moins un"],"For best results, you should strive for %1$s%3$d and above%2$s.":["Pour de meilleurs résultats, visez un score de %1$s%3$d au moins%2$s."],"Headlines with 20-30% common words are more likely to get clicks.":["Les titres comportant 20 à 30 % de mots fréquents sont plus susceptibles d’obtenir des clics."],"Needs improvement":["Améliorations requises"],"Not Enough Words":["Pas assez de mots"],"Reduce Word Count":["Réduire le nombre de mots"],"Too Many Words":["Trop de mots"],"Your headline would be more likely to get clicks if it had more uncommon words.":["Votre titre aura plus de chances d’obtenir des clics s’il contient davantage de mots rares."],"20-30%":["20 - 30 %"],"All good":["Tout ok"],"At this length, it will get cut off in search results. Try reducing it to about 55 characters.":["Cette longueur risque d’être tronquée dans les résultats de recherche. Essayez de réduire le nombre de caractères à 55 environ."],"Common Words":["Mots fréquents"],"Emotional Words":["Mots liés aux émotions"],"Emotionally triggered headlines are likely to drive more clicks.":["Les titres avec des déclencheurs émotionnels génèrent souvent plus de clics."],"Headlines that are about 55 characters long will display fully in search results and tend to get more clicks.":["Les titres de 55 caractères environ seront affichés entièrement dans les résultats de recherche et ont généralement un taux de clic plus élevé."],"Headlines that are lists and how-to get more engagement on average than other types of headlines. %1$s%2$sLearn More%3$s →":["Titres sous forme de liste et comment augmenter l’intérêt moyen par rapport à d’autres types de titres. %1$s%2$sEn savoir plus%3$s →"],"Headlines with power words are more likely to get clicks.":["Les titres contenant des mots puissants sont plus susceptibles d’obtenir des clics."],"Overall Score":["Score global"],"Power Words":["Mots puissants"],"Too Long":["Trop long"],"Too Short":["Trop court"],"Uncommon Words":["Mots rares"],"You have space to add more keywords and power words to boost your rankings and click-through rate.":["Vous avez la place d’ajouter davantage de mots-clés et de mots puissants pour améliorer vos classements et taux de clic."],"10-15%":["10-15 %"],"10-20%":["10-20 %"],"Headlines that are strongly positive or negative tend to get more engagement than neutral ones.":["Les titres très positifs ou très négatifs ont tendance à avoir plus d’impact que les titres neutres."],"Negative":["Négatif"],"Negative headlines are attention-grabbing and tend to perform better than neutral ones.":["Les titres négatifs retiennent l’attention et obtiennent en général de meilleurs résultats que les titres neutres."],"Neutral":["Neutre"],"Positive":["Positif"],"Positive headlines tend to get better engagement than neutral or negative ones.":["Les titres positifs retiennent l’attention et obtiennent en général de meilleurs résultats que les titres neutres ou négatifs."],"Your headline has a negative sentiment.":["Votre titre exprime un sentiment négatif."],"Your headline has a neutral sentiment.":["Votre titre exprime un sentiment neutre."],"Your headline has a positive sentiment.":["Votre titre exprime un sentiment positif."],"Your headline has too many words. Long headlines will get cut off in search results and won’t get as many clicks.":["Votre titre comporte trop de mots. Les titres trop longs seront coupés dans les résultats de recherche et obtiendront moins de clics."],"Headlines are more likely to be clicked on in search results if they have about 6 words.":["Les internautes ont tendance à cliquer davantage sur les titres d’environ 6 mots dans les résultats de recherche."],"Your headline doesn’t use enough words. You have more space to add keywords and power words to improve your SEO and get more engagement.":["Votre titre ne comporte pas assez de mots. Vous avez plus d’espace pour ajouter des mots-clés et des mots puissants afin d’améliorer votre référencement et d’obtenir plus d’intérêt."],"Your headline has the right amount of words. Headlines are more likely to be clicked on in search results if they have about 6 words.":["Votre titre contient le bon nombre de mots. Les titres ont plus de chances de générer des clics dans les résultats de recherche s’ils comportent environ 6 mots."],"Good":["Bien "],"Enter Your Headline":["Saisissez votre titre"],"Our Headline Analyzer tool enables you to write irresistible SEO headlines%1$sthat drive traffic, shares, and rank better in search results.":["Notre outil Analyseur de titres vous aide à rédiger des titres SEO attractifs%1$squi génèrent du trafic, des partages et améliorent votre classement dans les résultats de recherche."],"Top 10 Ways to Increase Traffic":["Les 10 meilleurs moyens pour augmenter le trafic"],"Excellent!":["Parfait!"],"Very Good!":["Très bien!"],"Needs%1$sImprovement!":["Améliorations%1$srequises !"],"We've got some%1$swork to do!":["Nous avons%1$sdu travail !"],"Analyze":["Analyser"]}},"comment":{"reference":"dist\/Lite\/assets\/js\/HeadlineAnalyzer.C8_2MqV5.js"}}