{"translation-revision-date":"2024-02-08 14:53:46+0000","generator":"GlotPress\/4.0.0-beta.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"fr"},"Broken Link Checker by AIOSEO is an essential tool for ensuring that all internal and external links on your website are functioning correctly. Quickly check your site for broken links and easily fix them to improve SEO.":["Le vérificateur de liens rompus d’AIOSEO est un outil essentiel qui permet de s’assurer que tous les liens internes et externes de votre site fonctionnent correctement. Recherchez rapidement les liens rompus sur votre site et corrigez-les facilement pour améliorer votre référencement."],"Install Free Plugin":["Installer l’extension gratuite"],"Leading WordPress backup & site migration plugin. Over 1,500,000+ smart website owners use Duplicator to make reliable and secure WordPress backups to protect their websites. It also makes website migration really easy.":["Extension WordPress de sauvegarde et de migration de site leader sur le marché. Plus de 1 500 000 propriétaires de sites intelligents utilisent Duplicator pour créer des sauvegardes WordPress fiables et sécurisées afin de protéger leurs sites. Cette extension facilite également la migration des sites."],"Top-rated WordPress donation and fundraising plugin. Over 10,000+ non-profit organizations and website owners use Charitable to create fundraising campaigns and raise more money online.":["L’extension WordPress la mieux classée pour les dons et les collectes de fonds. Plus de 10 000 organisations à but non lucratif et propriétaires de sites utilisent Charitable pour créer des campagnes de collecte de fonds et augmenter leur collecte en ligne."],"Future proof your WordPress customizations with the most popular code snippet management plugin for WordPress. Trusted by over 1,500,000+ websites for easily adding code to WordPress right from the admin area.":["Personnalisez durablement votre site à l’aide de l’extension la plus populaire de gestion d’extraits de code pour WordPress. Plébiscitée par plus de 1,5 million de sites, cette extension vous permet d’ajouter du code à WordPress directement depuis la zone d’administration."],"A simple & powerful event calendar plugin for WordPress that comes with all the event management features including payments, scheduling, timezones, ticketing, recurring events, and more.":["Une extension de calendrier d’évènements simple et puissante pour WordPress qui comprend toutes les fonctionnalités de gestion d’événements, y compris les paiements, la planification, les fuseaux horaires, la billetterie, les évènements récurrents, etc."],"The best WordPress eCommerce plugin for selling digital downloads. Start selling eBooks, software, music, digital art, and more within minutes. Accept payments, manage subscriptions, advanced access control, and more.":["La meilleure extension WordPress eCommerce pour vendre des téléchargements numériques. Commencez à vendre des e-books, des logiciels, de la musique, de l’art numérique et plus encore en quelques minutes. Acceptez les paiements, gérez les abonnements, le contrôle d’accès avancé, et plus encore."],"The #1 Stripe payments plugin for WordPress. Start accepting one-time and recurring payments on your WordPress site without setting up a shopping cart. No code required.":["L’extension de paiement Stripe n° 1 pour WordPress. Commencez à accepter des paiements uniques et récurrents sur votre site WordPress sans configurer de panier. Aucun code nécessaire."],"The #1 affiliate management plugin for WordPress. Easily create an affiliate program for your eCommerce store or membership site within minutes and start growing your sales with the power of referral marketing.":["L’extension de gestion d’affiliation n° 1 pour WordPress. Créez facilement un programme d’affiliation pour votre boutique eCommerce ou votre site d’adhésion en quelques minutes et commencez à augmenter vos ventes grâce à la puissance du marketing de référence."],"The most advanced WordPress search plugin. Customize your WordPress search algorithm, reorder search results, track search metrics, and everything you need to leverage search to grow your business.":["L’extension WordPress de recherche la plus avancée. Personnalisez votre algorithme de recherche WordPress, réorganisez les résultats de recherche, effectuez le suivi des mesures de recherche et bénéficiez des outils clés pour exploiter la recherche afin de développer votre entreprise."],"Connect with your visitors after they leave your website with the leading web push notification software. Over 10,000+ businesses worldwide use PushEngage to send 15 billion notifications each month.":["Utilisez le meilleur logiciel de notifications push pour contacter vos visiteurs et visiteuses lorsqu’ils\/elles ont quitté votre site. Plus de 10 000 entreprises dans le monde utilisent PushEngage pour envoyer plus de 15 milliards de notifications tous les mois."],"Easily display Twitter content in WordPress without writing any code. Comes with multiple layouts, ability to combine multiple Twitter feeds, Twitter card support, tweet moderation, and more.":["Affichez facilement du contenu Twitter dans WordPress sans écrire de code. Livré avec plusieurs mises en page, la possibilité de combiner plusieurs flux Twitter, prise en charge des cartes Twitter, modération de tweet, et plus encore."],"Easily display YouTube videos on your WordPress site without writing any code. Comes with multiple layouts, ability to embed live streams, video filtering, ability to combine multiple channel videos, and more.":["Affichez facilement des vidéos YouTube sur votre site WordPress sans écrire de code. Livré avec plusieurs mises en page, la capacité d’intégrer des flux en direct, filtrage vidéo, la capacité de combiner plusieurs vidéos de canal, et plus encore."],"Easily display Facebook content on your WordPress site without writing any code. Comes with multiple templates, ability to embed albums, group content, reviews, live videos, comments, and reactions.":["Affichez facilement du contenu Facebook sur votre site WordPress sans écrire de code. Livré avec plusieurs modèles, la possibilité d’intégrer des albums, contenu de groupe, commentaires, vidéos en direct, commentaires et réactions."],"Easily display Instagram content on your WordPress site without writing any code. Comes with multiple templates, ability to show content from multiple accounts, hashtags, and more. Trusted by 1 million websites.":["Affichez facilement du contenu Instagram sur votre site WordPress sans écrire de code. Livré avec plusieurs modèles, la possibilité d’afficher du contenu à partir de plusieurs comptes, hashtags, et plus encore. Déjà utilisé sur 1 million de sites."],"Boost your sales and conversions by up to 15% with real-time social proof notifications. TrustPulse helps you show live user activity and purchases to help convince other users to purchase.":["Augmentez vos ventes et conversions jusqu’à 15 % grâce à des notifications de preuve sociale en temps réel. TrustPulse vous aide à afficher en direct l’activité et les achats des utilisateurs et utilisatrices pour aider à convaincre d’autres personnes d’effectuer un achat."],"Turn your website visitors into brand ambassadors! Easily grow your email list, website traffic, and social media followers with the most powerful giveaways & contests plugin for WordPress.":["Convertissez les internautes qui consultent votre site en ambassadeurs et ambassadrices de votre marque ! Augmentez facilement votre liste d’e-mails, le trafic de votre site et votre nombre d’abonnés aux réseaux sociaux grâce aux puissantes extensions WordPress pour les cadeaux et les concours."],"The fastest drag & drop landing page builder for WordPress. Create custom landing pages without writing code, connect them with your CRM, collect subscribers, and grow your audience. Trusted by 1 million sites.":["Le constructeur de page d’atterrissage en glisser-déposer le plus rapide pour WordPress. Créez des pages d’atterrissage personnalisées sans écrire de code, connectez-les à votre CRM, collectez des abonnés et augmentez votre audience. Déjà utilisé sur 1 million de sites."],"Improve your WordPress email deliverability and make sure that your website emails reach user’s inbox with the #1 SMTP plugin for WordPress. Over 3 million websites use it to fix WordPress email issues.":["Améliorez la délivrabilité de vos e-mails WordPress et assurez-vous que les e-mails de votre site atteignent la boîte de réception des utilisateurs et utilisatrices avec l’extension SMTP n° 1 pour WordPress. Plus de 3 millions de sites l’utilisent pour résoudre les problèmes d’e-mail WordPress."],"The leading WordPress analytics plugin that shows you how people find and use your website, so you can make data driven decisions to grow your business. Properly set up Google Analytics without writing code.":["L’extension WordPress Analytics qui vous montre comment les gens trouvent et utilisent votre site, de sorte que vous pouvez prendre des décisions axées sur les données pour développer votre entreprise. Configurez correctement Google Analytics sans écrire de code."],"The best drag & drop WordPress form builder. Easily create beautiful contact forms, surveys, payment forms, and more with our 1000+ form templates. Trusted by over 6 million websites as the best forms plugin.":["Le meilleur constructeur de formulaires WordPress en glisser-déposer. Créez facilement de magnifiques formulaires de contact, des enquêtes, des formulaires de paiement et plus encore avec nos plus de 1 000 modèles de formulaires. Plébiscitée par plus de 6 millions de sites comme étant la meilleure extension de formulaires."],"Instantly get more subscribers, leads, and sales with the #1 conversion optimization toolkit. Create high converting popups, announcement bars, spin a wheel, and more with smart targeting and personalization.":["Obtenez instantanément plus d’abonné•es, de prospects et de ventes avec la boîte à outils n°1 d’optimisation de conversion. Créez des fenêtres surgissantes à conversion élevée, des barres d’annonce, faites tourner une roue et plus encore grâce à un ciblage et une personnalisation intelligents."],"The ExactMetrics Google Analytics for WordPress plugin helps you properly setup all the powerful Google Analytics tracking features without writing any code or hiring a developer.":["L'extension ExactMetrics Google Analytics pour WordPress vous permet à configurer correctement toutes les fonctionnalités puissantes de suivi de Google Analytics sans écrire de code ni embaucher un développeur."],"Deactivated":["Désactivé"],"Status:":["État:"],"Manage":["Gérer "],"The %1$s Team":["L'équipe %1$s"],"%1$s is brought to you by %2$s, the same team that’s behind the largest WordPress resource site, WPBeginner, the most popular lead-generation software, OptinMonster, the best WordPress analytics plugin, MonsterInsights and many more.":["%1$s a été créé par %2$s, la même équipe qui est à l’origine du site WPBeginner, le plus important site de ressources WordPress, OptinMonster, le plus populaire logiciel de génération de leads, MonsterInsights, la meilleure extension WordPress pour les outils de statistique."],"Not Installed":["Non installé"],"Yup, we know a thing or two about building awesome products that customers love.":["Eh oui, nous avons trouvé la recette pour créer des produits géniaux que nos clients adorent !"],"Activate":["Activer"],"Welcome to %1$s, the original SEO plugin for WordPress. At %2$s, we build software that helps you rank your website in search results and gain organic traffic.":["Bienvenue à %1$s, l'extension originale SEO pour WordPress. Chez %2$s, nous développons un logiciel qui vous aide à classer votre site web dans les résultats de recherche et à gagner du trafic organique."],"Our goal is to take the pain out of optimizing your website for search engines.":["Notre but est de simplifier l'optimisation de votre site web pour les moteurs de recherche."],"Over the years, we found that most other WordPress SEO plugins were bloated, buggy, slow, and very hard to use. So we designed our plugin as an easy and powerful tool.":["Au fil du temps, nous avons constaté que la plupart des autres extensions SEO de WordPress étaient pléthoriques, boguées, lentes et très difficiles à utiliser. Nous avons donc conçu notre extension comme un outil simple et puissant."],"Activated":["Activé"]}},"comment":{"reference":"dist\/Lite\/assets\/js\/AboutUs.LqpMm360.js"}}