{"translation-revision-date":"2024-02-08 14:53:46+0000","generator":"GlotPress\/4.0.0-beta.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"fr"},"Your TikTok URL is invalid. Please check the format and try again.":["Votre URL TikTok n’est pas valide. Veuillez vérifier le format et réessayer."],"You can add additional social profile URLs here, separated by a new line.":["Vous pouvez ajouter des URL de profils sociaux supplémentaires ici, séparées par une nouvelle ligne."],"Additional Profiles":["Profils supplémentaires"],"Your Username:":["Votre nom d'utilisateur:"],"Use the same username for multiple social networks":["Utilisez le mémé nom d'utilisateur pour plusieurs réseaux sociaux"],"Your MySpace URL is invalid. Please check the format and try again.":["Votre URL MySpace n’est pas valide. Veuillez vérifier le format et réessayer."],"Your Wikipedia URL is invalid. Please check the format and try again.":["Votre URL Wikipedia n’est pas valide. Veuillez vérifier le format et réessayer."],"Your SoundCloud URL is invalid. Please check the format and try again.":["Votre URL SoundCloud n’est pas valide. Veuillez vérifier le format et réessayer."],"Your Yelp URL is invalid. Please check the format and try again.":["Votre URL Yelp n’est pas valide. Veuillez vérifier le format et réessayer."],"Your Tumblr URL is invalid. Please check the format and try again.":["Votre URL Tumblr n’est pas valide. Veuillez vérifier le format et réessayer."],"Your LinkedIn URL is invalid. Please check the format and try again.":["Votre URL LinkedIn n’est pas valide. Veuillez vérifier le format et réessayer."],"Your YouTube URL is invalid. Please check the format and try again.":["Votre URL YouTube n’est pas valide. Veuillez vérifier le format et réessayer."],"Your Pinterest URL is invalid. Please check the format and try again.":["Votre URL Pinterest n’est pas valide. Veuillez vérifier le format et réessayer."],"Your Instagram URL is invalid. Please check the format and try again.":["Votre URL Instagram n’est pas valide. Veuillez vérifier le format et réessayer."],"Your Facebook URL is invalid. Please check the format and try again.":["Votre URL Facebook n’est pas valide. Veuillez vérifier le format et réessayer."]}},"comment":{"reference":"dist\/Lite\/assets\/js\/SocialProfiles.BMg6ptyu.js"}}