{"translation-revision-date":"2024-02-08 14:53:46+0000","generator":"GlotPress\/4.0.0-beta.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"fr"},"Network Tools is a %1$s Feature":["Outils réseau est une fonctionnalité %1$s"],"Unlock Network Tools":["Débloquer les outils réseau"],"Unlock network-level tools to manage all your sites from one easy-to-use location. Migrate data or create backups without the need to visit each dashboard.":["Débloquez les outils de niveau réseau pour gérer tous vos sites à partir d’un seul endroit facile à utiliser. Migrez des données ou créer des sauvegardes sans avoir à consulter chaque tableau de bord."],"Select Site":["Sélectionner le site"],"Log sizes may fluctuate and not always be 100% accurate since the results can be cached. Also after clearing a log, it may not show as \"0\" since database tables also include additional information such as indexes that we don't clear.":["La taille des journaux varie et n’est pas toujours exacte à 100 % car les résultats peuvent être en cache. De plus, lorsqu’un journal est vidé, il peut ne pas indiquer « 0 » étant donné que les tables de bases de données incluent également des informations supplémentaires comme les index, que nous n’effaçons pas."],"Clear 404 Logs":["Effacer les journaux 404"],"Clear Redirect Logs":["Effacer les journaux de redirection"],"Redirect Logs":["Journaux des redirections"],"404 Logs":["Journaux 404"],"All %1$s Settings":["Tous les réglages %1$s"],"Clear Bad Bot Blocker Logs":["Effacer les journaux du bloqueur de robots malveillants"],"Cleared":["Effacé"],"Bad Bot Blocker Logs":["Journaux du bloqueur de robots malveillants"],"Logs":["Journaux"],"No, I need to make a backup":["Non, j'ai besoin de faire une sauvegarde"],"Yes, I have a backup and want to reset the settings":["Oui, j'ai une sauvegarde et je souhaite réinitialiser les réglages"],"This action cannot be undone. Before taking this action, we recommend that you make a %1$sfull website backup first%2$s.":["Cette action ne peut pas être annulée. Avant d'agir, nous vous recommandons de faire %1$spremièrement une sauvegarde complète du site web%2$s."],"Are you sure you want to reset the selected settings to default?":["Êtes-vous sûr de vouloir réinitialiser les paramètres sélectionnés par défaut?"],"Your settings have been reset successfully!":["Vos réglages ont été réinitialisés avec succès!"],"Select settings that you would like to reset:":["Sélectionner les paramètres que vous souhaitez réinitialiser:"],"Select Settings":["Sélectionner les réglages"],"Reset \/ Restore Settings":["Réinitialiser \/ restaurer les paramètres"],"Reset Selected Settings to Default":["Réinitialiser les paramètres sélectionnés à la valeur par défaut"]}},"comment":{"reference":"dist\/Lite\/assets\/js\/DatabaseTools.xn-MO6OK.js"}}