{"translation-revision-date":"2024-02-08 14:53:46+0000","generator":"GlotPress\/4.0.0-beta.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"fr"},"%1$sBonus:%2$s You can upgrade to the %3$s plan today and %4$ssave %5$s off%6$s (discount auto-applied).":["%1$sBonus:%2$s Vous pouvez mettre à niveau votre plan %3$s aujourd'hui et %4$séconomisez %5$s %6$s (remise appliquée automatiquement)."],"Complete documentation on usage tracking is available %1$shere%2$s.":["La documentation complète sur le suivi de l'utilisation est disponible %1$sici%2$s."],"You won't have access to this functionality until the extensions have been purchased and installed.":["Vous n’aurez pas accès à cette fonctionnalité tant que les extensions n’auront pas été achetées et installées."],"An upgrade is required to unlock the following features.":["Une mise à niveau est requise pour débloquer les fonctionnalités suivantes."],"Would you like to purchase and install the following features now?":["Souhaitez-vous acheter et installer les fonctionnalités suivantes maintenant ?"],"Yes, count me in":["Oui, je m'inscris"],"Help make %1$s better for everyone":["Aidez à rendre %1$s meilleur pour tout le monde"],"Your email is needed so you can receive SEO recommendations. This email will also be used to connect your site with our SEO API.":["Votre e-mail est nécessaire pour que vous puissiez recevoir des recommandations SEO. Cet e-mail sera également utilisé pour connecter votre site à notre API SEO."],"Your Email Address":["Votre adresse e-mail"],"Setup Site Analyzer + Smart Recommendations":["Configurer l'outil d'analyse de site  + Recommandations intelligentes"],"Get helpful suggestions from %1$s on how to optimize your website content, so you can rank higher in search results.":["Obtenez des suggestions utiles de la part d’%1$s sur la façon d’optimiser le contenu de votre site pour être mieux classé dans les résultats de recherche."],"I'll do it later":["Je le ferai ultérieurement"],"Purchase and Install Now":["Acheter et installer maintenant"]}},"comment":{"reference":"dist\/Lite\/assets\/js\/SmartRecommendations.DOkan08R.js"}}