{"translation-revision-date":"2024-02-08 14:53:46+0000","generator":"GlotPress\/4.0.0-beta.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"fr"},"Unlock Breadcrumb Templates":["Débloquer les modèles de fils d’ariane"],"Breadcrumb Templates is a %1$s Feature":["Les modèles de fils d’ariane sont une fonctionnalité %1$s"],"Blog Page Title":["Titre de la page du blog"],"Breadcrumbs are an essential part of SEO. By default %1$s will automatically add breadcrumbs to the schema markup that we add to your site and you don't need to make any changes for that to work. Breadcrumbs can also be used as a secondary navigation system that tells users where they are on a website relative to the homepage.":["Les fils d’ariane sont essentiels pour le SEO. Par défaut, %1$s ajoute automatiquement des fils d’ariane à la balise schéma que nous ajoutons à votre site. Aucune action n’est requise de votre côté pour que cela fonctionne. Les fils d’ariane peuvent aussi être utilisés comme système de navigation secondaire qui indique aux utilisateurs et utilisatrices où ils\/elles se trouvent sur un site par rapport à la page d’accueil."],"Category Hierarchy":["Hiérarchie des catégories"],"Display complete category hierarchy even if not selected on each individual post.":["Affichez la hiérarchie complète de la catégorie même si elle n’est pas sélectionnée pour chaque publication."],"Format the label used for archives page.":["Définissez le format du libellé utilisé pour les pages d’archive."],"Format the label used for the 404 error page.":["Définissez le format du libellé utilisé pour la page d’erreur 404."],"Format the label used for the search results page.":["Définissez le format du libellé utilisé pour la page des résultats de recherche."],"Homepage label":["Libellé de la page d’accueil"],"Label used for homepage link (first item) in breadcrumbs.":["Libellé utilisé pour le lien de la page d’accueil (premier élément) dans les fils d’ariane."],"Link current item":["Lier l’élément actuel"],"Prefix for breadcrumb path.":["Préfixe pour le chemin de fil d’ariane"],"Show Blog Home":["Afficher l’accueil du blog"],"Show current item":["Afficher l’élément actuel"],"The purpose of breadcrumb navigation is to help users navigate around your website. It also helps search engines understand the structure and hierarchy of links on a web page.":["L’objectif de la navigation en fil d’ariane est d’aider les utilisateurs et les utilisatrices à naviguer sur votre site. Elle aide également les moteurs de recherche à comprendre la structure et la hiérarchie des liens sur une page."],"These settings will affect all the breadcrumbs displayed by %1$s throughout your site.":["Ces réglages affecteront tous les fils d’ariane affichés par %1$s sur l’ensemble de votre site."],"Custom HTML templates":["Modèles HTML personnalisés"],"Our template editor will allow you to easily customize how breadcrumbs are displayed on your site based on each post type or taxonomy.":["Notre éditeur de modèle vous permet de personnaliser facilement l’affichage des fils d’ariane sur votre site en fonction de chaque type de publication ou de la taxonomie."],"To add this block, edit a page or post and search for the \"%1$s - Breadcrumbs\" block. %2$s":["Pour ajouter ce bloc, modifiez une page ou une publication et recherchez le bloc « %1$s - Fils d’ariane ». %2$s"],"Use a default template":["Utiliser un modèle par défaut"],"Use the following PHP code anywhere in your theme (in the loop) to display the breadcrumbs. %1$s":["Utilisez le code PHP suivant à tout emplacement de votre thème (dans la boucle) pour afficher les fils d’ariane. %1$s"],"Use the following shortcode to display the current breadcrumbs. %1$s":["Utilisez le code court suivant pour afficher les fils d’ariane actuels. %1$s"],"Override the default template for breadcrumbs on your site using our easy-to-use template editor.":["Remplacez le modèle par défaut des fils d’ariane sur votre site à l’aide de notre éditeur de modèle simple d’utilisation."],"Category Name":["Nom de la catégorie "],"Article Title":["Titre de l'archive"],"Subcategory":["Sous-catégorie"],"Current Item":["Élément actuel"],"404 Error Format":["Format d'erreur 404"],"Search Result Format":["Format des résultats de recherche"],"Archive Format":["Format d'archive"],"Breadcrumb Prefix":["Préfixe pour le fil d'Ariane"],"Homepage Link":["Lien de la page d'accueil"],"Breadcrumb Settings":["Réglages de fil d'Ariane"],"Enable Breadcrumbs":["Activer le fil d'Ariane"],"Separator":["Séparateur"],"Breadcrumb Templates":["Modèles de fil d’ariane"],"search key word goes here":["le mot-clé de recherche est inséré ici"],"Show Breadcrumbs on Your Website":["Afficher les fils d’ariane sur votre site"],"Breadcrumbs":["Fil d’ariane"],"Home":["Domicile"],"Archives":["Archives"],"Content Types":["Types de contenu"],"Advanced":["Avancé"],"Category":["Catégorie"],"Taxonomies":["Taxonomies"],"Blog":["Blog"]}},"comment":{"reference":"dist\/Lite\/assets\/js\/Breadcrumbs.0BVgp1F1.js"}}