{"translation-revision-date":"2023-12-21 11:33:23+0000","generator":"GlotPress\/4.0.0-beta.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"fr"},"We saved your changes.":["Nous avons enregistré vos modifications."],"If you’re adding widgets back in, enjoy them!":["Si vous ajoutez à nouveau des widgets, profitez-en !"],"Turning widgets off will hide them from the editor panel, and can potentially affect your layout or front-end.":["La désactivation des widgets les masquera du panneau de l’éditeur et peut potentiellement affecter votre mise en page ou votre site en ligne."],"Elementor Pro":["Elementor PRO"],"Elementor Pro Elements":["Éléments Elementor PRO"],"Usage":["Utilisation"],"Element":["Élément"],"No elements found.":["Aucun élément trouvé."],"Enable All":["Activer tout"],"Deactivate Unused Elements":["Désactiver les éléments inutilisés"],"Search widgets":["Rechercher des widgets"],"Deactivating widgets here will remove them from both the Elementor Editor and your website, which can cause changes to your overall layout, design and what visitors see.":["La désactivation des widgets ici les supprimera à la fois de l’éditeur Elementor et de votre site, ce qui peut entraîner des modifications de votre mise en page globale, de votre conception et de ce que voient les internautes."],"Before you continue:":["Avant de continuer :"],"Here's where you can fine-tune Elementor to your workflow. Disable elements you don't use for a cleaner interface, more focused creative experience, and improved performance.":["Voici où vous pouvez affiner Elementor à votre flux de travail. Désactivez les éléments que vous n’utilisez pas pour une interface plus propre, une expérience créative plus ciblée et des performances améliorées."],"All Plugins":["Toutes les extensions"],"times":["fois"],"Unleash the full power of Elementor's features and web creation tools.":["Libérez toute la puissance des fonctionnalités et des outils de création web d’Elementor."],"Upgrade Now":["Mettre à niveau maintenant"],"Save Changes":["Enregistrer les modifications"],"Plugin":["Extension"],"Status":["État"],"Learn More":["En savoir plus"],"Edit":["Modifier"],"Show":["Afficher"],"Inactive":["Inactif"],"Active":["Actif"],"Cancel":["Annuler"],"Save":["Enregistrer"]}},"comment":{"reference":"assets\/js\/element-manager-admin.js"}}