{"translation-revision-date":"2023-12-21 11:33:23+0000","generator":"GlotPress\/4.0.0-beta.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"fr"},"You won’t be able to use layouts with Elementor Pro widgets until you do.":["Vous ne pourrez pas utiliser les mises en page avec les widgets Elementor PRO jusqu’à ce que vous le fassiez."],"Upgrade your plan for best results.":["Mettre à niveau votre plan pour de meilleurs résultats."],"This result includes an Elementor Pro widget that's not available with your current plan. Upgrade to use all the widgets in this result.":["Ce résultat inclut un widget Elementor PRO qui n[est pas disponible avec votre forfait actuel. Mettez à niveau pour utiliser tous les widgets de ce résultat."],"AI Variation":["Variation IA"],"Generate variations with AI":["Générez des variations avec l’IA"],"Press '\/' for suggestions or describe the changes you want to apply (optional)...":["Appuyez sur « \/ » pour des suggestions ou décrivez les modifications que vous souhaitez appliquer (facultatif)…"],"Suggested Prompts":["Propositions suggérées"],"URL as a reference":["URL comme référence"],"The app is not responding. Please try again later.":["L’application ne répond pas. Veuillez réessayer plus tard."],"Craft your prompt to affect content, images and\/or colors - whichever you decide.":["Créez votre proposition pour affecter le contenu, les images et\/ou les couleurs, selon votre décision."],"You’ve got the power.":["Vous avez le pouvoir."],"Reference a website":["Référencer un site"],"Maximize Your Access to Elementor AI":["Maximisez votre accès à Elementor AI"],"Let AI build your container layouts and content with ease and radically transform the way you create websites.":["Laissez l’IA créer facilement la présentation et le contenu de vos conteneurs et transformer radicalement la façon dont vous créez des sites."],"Your progress will be deleted, and can't be recovered.":["Votre progression sera supprimée et ne pourra pas être récupérée."],"Minimize":["Minimiser"],"Use Layout":["Utiliser la mise en page"],"Regenerate":["Régénérer"],"Preview unavailable":["Aperçu non disponible"],"Press '\/' for suggested prompts or describe the layout you want to create":["Appuyez sur « \/ » pour obtenir des propositions ou décrivez la mise en page que vous souhaitez créer"],"Edit prompt":["Modifier la proposition"],"Back to results":["Retour aux résultats"],"AI Layout":["Mise en page IA"],"Access 30-days of AI History with the AI Starter plan and 90-days with the Power plan.":["Accédez à 30 jours d’historique de l’IA avec l’offre AI Starter et à 90 jours avec l’offre Power."],"Effortlessly create or enhance stunning images and bring your ideas to life.":["Créez ou améliorez sans effort des images époustouflantes et donnez vie à vos idées."],"Generate your website's text or create custom code without having to write a single line yourself.":["Générez le texte de votre site ou créez du code personnalisé sans avoir à écrire une seule ligne vous-même."],"Build with AI":["Construire avec l’IA"],"Expand":["Déplier"],"Seems like the prompt contains words that could generate harmful content. Write a different prompt to continue.":["Il semble que le prompt contient des mots susceptibles de générer du contenu nuisible. Ecrivez un nouveau prompt pour continuer."],"We were unable to generate that prompt.":["Nous sommes incapable de générer ce prompt."],"Reconnect":["Reconnectez-vous"],"Generate":["Générez"],"Enhance prompt":["Améliorer l’exemple"],"Yes, leave":["Oui, quitter"],"Leave Elementor AI?":["Quitter Elementor IA ?"],"Upgrade Elementor AI":["Mettre à niveau Elementor IA"],"This includes consenting to the collection and use of data to improve user experience.":["Cela inclut le consentement à la collecte et à l’utilisation de données pour améliorer l’expérience utilisateur\/utilisatrice."],"I approve the ":["J’approuve le "]," of the Elementor AI service.":[" du service IA Elementor."],"By clicking \"Connect\", I approve the ":["En cliquant sur « Se connecter », j’approuve la "],"Create smarter with AI text and code generators built right into the editor.":["Créez plus intelligemment avec les générateurs IA de texte\/code intégrés dans l’éditeur."],"Step into the future with Elementor AI":["Entrez dans le futur avec l’IA Elementor"],"We can’t process that many requests so fast. Try again in 15 minutes.":["Nous ne pouvons pas traiter autant de demandes en si peu de temps. Réessayez dans 15 minutes."],"Whoa! Slow down there.":["Houla ! Ralentissez."],"Love Elementor AI? Upgrade to continue creating with built-in image, text and custom code generators.":["Vous aimez Elementor AI ? Passez à la version premium pour continuer à créer avec les générateurs d'images, de textes et de codes personnalisés intégrés."],"Enjoy the free trial? Upgrade now for unlimited access to built-in image, text and custom code generators.":["Vous avez apprécié la version d'essai gratuite ? Passez à la version premium dès maintenant pour bénéficier d'un accès illimité aux générateurs d'images, de textes et de codes personnalisés intégrés."],"It's time to upgrade.":["Il est temps de mettre à niveau."],"Elementor AI is just a few clicks away. Connect your account to instantly create texts and custom code.":["Elementor IA n’est qu’à quelques clics. Connectez votre compte pour créer instantanément des textes et du code personnalisé."],"You aren't connected to Elementor AI.":["Vous n’êtes pas connecté à l’IA Elementor."],"We couldn't connect to your account due to technical difficulties on our end. Reconnect your account to continue.":["Nous n’avons pas pu nous connecter à votre compte en raison de difficultés techniques de notre côté. Reconnectez votre compte pour continuer."],"Reconnect your account":["Reconnectez votre compte"],"Seems like we are experiencing technical difficulty. We should be up and running shortly.":["Il semble que nous rencontrons des difficultés techniques. Nous devrions être opérationnels sous peu."],"Elementor AI is temporarily unavailable":["L’IA Elementor est temporairement indisponible"],"Error code:":["Code d’erreur :"],"Unknown error. Please try again later.":["Erreur inconnue. Réessayez plus tard."],"AI":["IA"],"Upgrade":["Mettre à niveau"],"Get Elementor AI":["Obtenir Elementor AI"],"Show me how":["Montrez-moi comment faire"],"Try Again":["Réessayer"],"Privacy Policy":["Politique de confidentialité"],"Terms of Service":["Conditions d’utilisation"],"Beta":["Bêta"],"Get Started":["Premiers pas"],"Connect":["Connecter"],"Pro":["Pro"],"Remove":["Retirer"],"Go Pro":["Passer à la version Pro"],"Close":["Fermer"],"Cancel":["Annuler"],"Preview":["Aperçu"]}},"comment":{"reference":"assets\/js\/ai-layout.js"}}