{"translation-revision-date":"2024-02-23 10:54:13+0000","generator":"GlotPress\/4.0.0-beta.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"fr"},"By using WooPayments you agree to our <a1>Terms of Service<\/a2> (including WooPay <a3>merchant terms<\/a3>) and acknowledge that you have read our <a2>Privacy Policy<\/a2>. Discount will be applied to payments processed via WooPayments upon completion of installation, setup, and connection. ":["En utilisant WooPayments, vous acceptez de vous soumettre à nos <a1>conditions d’utilisation<\/a2> (dont les <a3>conditions pour les commerçants<\/a3> WooPay) et vous reconnaissez avoir lu notre <a2>politique de confidentialité<\/a2>. La remise sera appliquée aux paiements traités via WooPayments une fois l’installation, la configuration et l’intégration de WooPayments terminées. "],"Have questions?":["Des questions ?"],"Just dismiss WooPayments":["Ignorer WooPayments"],"No thanks, I don’t want WooPayments":["Non merci, je ne veux pas de WooPayments"],"& more":["et plus encore"],"Hi%s, run your business and manage your payments all in one place, with no setup costs or monthly fees.":["Bonjour %s, gérez votre activité et vos paiements au même endroit, sans frais de configuration ni frais mensuels."],"WooPayments is pre-integrated with all popular payment options":["WooPayments est pré-intégrée avec toutes les options de paiement les plus populaires"],"By using WooPayments you agree to our <a1>Terms of Service<\/a2> and acknowledge that you have read our <a2>Privacy Policy<\/a2>. Discount will be applied to payments processed via WooPayments upon completion of installation, setup, and connection. ":["En utilisant WooCommerce Payments, vous acceptez nos <a1>conditions d’utilisation<\/a2> et vous reconnaissez avoir lu notre <a2>Politique de confidentialité<\/a2>. Une remise sera appliquée aux paiements traités par WooCommerce Payments après avoir terminé l’installation, la configuration et la connexion. "],"extension in your store.":["l’extension dans votre boutique."],"Installing <strong>WooPayments<\/strong> will automatically activate <strong>%s<\/strong> extension in your store.":["L’installation de <strong>WooPayments<\/strong> activera automatiquement l’extension <strong>%s<\/strong> dans votre boutique.","L’installation de <strong>WooPayments<\/strong> activera automatiquement les extensions <strong>%s<\/strong> dans votre boutique."],"Enable Affirm alongside WooPayments and give buyers the ability to pick the payment option that works for them and their budget — from 4 interest-free payments every 2 weeks to monthly installments.":["Activez Affirm avec WooPayments et proposez aux acheteurs de choisir l’option de paiement qui leur convient et qui convient à leur budget – de 4 paiements sans intérêt toutes les 2 semaines à des versements mensuels."],"Add more ways for buyers to pay":["Proposer aux acheteurs d’autres moyens de paiement"],"Dismiss and send feedback":["Ignorer et envoyer un avis"],"Enable Klarna alongside WooPayments. With Klarna Payments buyers can choose the payment installment option they want, Pay Now, Pay Later, or Slice It. No credit card numbers, no passwords, no worries.":["Activez Klarna avec WooPayments. Avec Klarna Payments, les acheteurs peuvent choisir l’option de paiement qui leur convient : payer maintenant, ultérieurement ou par échelonnement. Aucun numéro de carte bancaire, aucun mot de passe, aucun souci."],"Enable Amazon Pay alongside WooPayments and give buyers the ability to pay via Amazon Pay. Transactions take place via Amazon embedded widgets, so the buyer never leaves your site.":["Activez Amazon Pay avec WooPayments et proposez aux acheteurs de payer via Amazon Pay. Les transactions ont lieu via les widgets Amazon intégrés, de sorte que l’acheteur ne quitte jamais votre site."],"Enable PayPal Payments alongside WooPayments. Give your customers another way to pay safely and conveniently via PayPal, PayLater, and Venmo.":["Activez PayPal Payments avec WooPayments. Proposez à vos clients un autre moyen de paiement sécurisé et pratique via PayPal, PayLater et Venmo."],"Why would you like to dismiss the new payments experience?":["Pourquoi souhaitez-vous ignorer la nouvelle solution de paiement ?"],"Note that the extension hasn’t been installed, this will simply remove WooPayments from the navigation. Please take a moment to tell us why you’d like to dismiss WooPayments.":["Notez que l’extension n’a pas été installée, cette action supprimera simplement WooPayments de la navigation. Merci de prendre quelques instants pour nous expliquer pourquoi vous souhaitez ignorer WooPayments."],"*See <a>Terms and Conditions<\/a> for details.":["*Consultez les <a>conditions d’utilisation<\/a> pour en savoir plus."],"Affirm":["Affirm"],"Amazon Pay":["Amazon Pay"],"Get in touch":["Nous contacter"],"It’s something else (Please share below)":["Autre (merci de détailler ci-dessous)"],"I’m open to installing it another time":["Je l’installerai peut-être une autre fois"],"I don’t want to install another plugin":["Je ne veux pas installer une nouvelle extension"],"I’m already happy with my payments setup":["Ma configuration de paiement actuelle me convient"],"I need more information about WooPayments":["J’ai besoin d’informations complémentaires sur WooPayments"],"Limited time offer":["Offre limitée"],"See more":["Voir plus"],"PayPal Payments":["PayPal Payments"],"Comments (Optional)":["Commentaires (facultatif)"],"Klarna":["Klarna"],"Learn more":["En savoir plus"],"No thanks":["Non merci"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/wcpay-payment-welcome-page.js"}}