{"translation-revision-date":"2024-02-23 10:54:13+0000","generator":"GlotPress\/4.0.0-beta.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"fr"},"Create a store that reflects your brand and business. Select one of our professionally designed themes to customize, or create your own using AI":["Créez une boutique qui reflète votre marque et votre activité. Sélectionnez l’un de nos thèmes professionnels à personnaliser ou créez le vôtre à l’aide de l’IA"],"Take a quick tour to discover what's possible.":["Suivez cette brève présentation pour découvrir ce qu’il est possible de faire."],"But don't let that stop you! Start customizing the look and feel of your store by adding your logo and selecting your colors and layout. ":["Mais que cela ne vous arrête pas ! Commencez à personnaliser la présentation de votre boutique en ajoutant votre logo et en sélectionnant vos couleurs et votre mise en page. "],"Start designing your store, including adding your logo, changing color schemes, and choosing layouts. Take a quick tour to discover what's possible.":["Commencez à concevoir votre boutique, notamment en ajoutant votre logo, en modifiant les jeux de couleurs et en choisissant des mises en page. Suivez cette brève présentation pour découvrir ce qu’il est possible de faire."],"Discover what's possible with the store designer":["Découvrir ce qu’il est possible de faire avec le concepteur de boutique"],"Setting up the foundations":["Poser les bases"],"Customize your theme":["Personnaliser votre thème"],"Continue to customize your store using the store designer. Change your color palette, fonts, page layouts, and more.":["Continuez à personnaliser votre boutique avec le concepteur de boutique. Modifiez votre palette de couleurs, les polices, les mises en page, et plus encore."],"Start designing":["Commencer à concevoir"],"Quickly create a beautiful store using our built-in store designer. Choose your layout, select a style, and much more.":["Créez rapidement une magnifique boutique à l’aide de notre concepteur de boutique intégré. Choisissez une mise en page, sélectionnez un style, etc."],"Design your own":["Concevoir la vôtre"],"Edit your custom theme":["Modifier votre thème personnalisé"],"Our AI tool had a few issues generating your content.":["Notre outil d’IA a rencontré quelques problèmes lors de la création de votre contenu."],"Welcome to your store!":["Bienvenue dans votre boutique !"],"Select the pair of fonts that best suits your brand. The larger font will be used for headings, and the smaller for supporting content. You can change your font at any time in <EditorLink>Editor<\/EditorLink> | <StyleLink>Styles<\/StyleLink>.":["Sélectionnez la paire de polices qui convient le mieux à votre marque. La police la plus grande sera utilisée pour les titres, la plus petite pour les contenus annexes. Vous pouvez modifier votre police à tout moment en accédant à <EditorLink>Éditeur<\/EditorLink> | <StyleLink>Styles<\/StyleLink>."],"Choose the color palette that best suits your brand. Want to change it? Create your custom color palette below, or update it later in <EditorLink>Editor<\/EditorLink> | <StyleLink>Styles<\/StyleLink>.":["Choisissez la palette de couleurs qui convient le mieux à votre marque. Vous souhaitez la modifier ? Créez votre palette de couleurs personnalisée ci-dessous, ou mettez-la à jour ultérieurement en accédant à <EditorLink>Éditeur<\/EditorLink> | <StyleLink>Styles<\/StyleLink>."],"You're one step closer to launching your online business — we can't wait to see it come to life.":["Vous avez fait un pas de plus vers le lancement de votre boutique en ligne, nous avons hâte de la voir prendre vie."],"Other.":["Autre."],"Feel free to spill the beans here. All suggestions, feedback, or comments about the AI-generated store experience are welcome.":["Vous pouvez vous exprimer librement ici. Toutes les suggestions, tous les retours ou les commentaires à propos de l’expérience de boutique générée par l’IA sont les bienvenus."],"Did you find anything confusing, irrelevant, or not useful?":["Est-ce que quelque chose vous a semblé confus, peu important ou inutile ?"],"I didn’t find a theme that matched my needs.":["Je ne trouve pas de thème correspondant à mes besoins."],"I didn’t like any of the available themes.":["Je n’aime pas aucun des thèmes disponibles."],"Our goal is to make sure you have all the right tools to start customizing your store. We’d love to know if we hit our mark and how we can improve.":["L’objectif est d’avoir tous les bons outils avant de commencer à personnaliser votre boutique."],"I wanted to see how AI could help me streamline the process.":["Je voulais voir comment l’IA pouvait m’aider à rationaliser le processus."],"What motivated you to choose the “Design with AI” option?":["Pour quelle raison avez-vous choisi l’option « Conception avec IA » ?"],"On a scale of 1 = difficult to 5 = very easy, how would you rate the overall experience? *":["Sur une échelle de 1 (difficile) à 5 (très facile), comment évalueriez-vous votre expérience générale ? *"],"Block Patterns":["Compositions de blocs"],"Exit and lose changes":["Quitter et perdre les changements"],"Continue designing":["Continuer le design"],"You'll lose any changes you've made to your store's design and will start the process again.":["Vous perdrez toute modification apportée à la conception de votre boutique et vous devrez recommencer le processus."],"Are you sure you want to exit?":["Voulez-vous vraiment quitter ?"],"Generating content":["Génération de contenu"],"Powered by experimental AI. {{link}}Learn more{{\/link}}":["Propulsé par une IA expérimentale. {{link}}Lire la suite{{\/link}}"],"Editor canvas":["Toile de l’éditeur"],"Please try again":["Veuillez réessayer"],"Oops! We encountered a problem while generating your store. <retryButton\/>":["Oups ! Nous avons rencontré un problème lors de la création de votre boutique. <retryButton\/>"],"Start again":["Recommencer"],"You'll be asked to provide your business info again, and will lose your existing AI design. If you want to customize your existing design, you can do so via the <EditorLink>Editor<\/EditorLink>.":["Vos coordonnées professionnelles vous seront redemandées et vous perdrez votre design actuel conçu par IA. Si vous souhaitez personnaliser votre design actuel, vous pouvez le faire via l’<EditorLink>Éditeur<\/EditorLink>."],"Are you sure you want to start over?":["Voulez-vous vraiment recommencer ?"],"Are you sure you want to start a new design?":["Voulez-vous vraiment commencer un nouveau design ?"],"Create a new one":["En créer un nouveau"],"Keep customizing the look of your AI-generated store, or start over and create a new one.":["Continuez à personnaliser l’apparence de votre boutique générée par IA ou recommencez et créez-en une nouvelle."],"Customize your custom theme":["Personnaliser votre thème"],"Find out how":["Découvrir comment"],"It looks like you're using Jetpack's offline mode — switch to online mode to start designing with AI.":["Il semblerait que vous utilisiez Jetpack en mode hors connexion — quittez le mode hors connexion pour commencer à concevoir avec l’IA."],"The Store Designer will create a new store design for you, and you'll lose any changes you've made to your active theme. If you'd prefer to continue editing your theme, you can do so via the <EditorLink>Editor<\/EditorLink>.":["L’outil de conception créera un nouveau design pour votre boutique et vous perdrez toute modification apportée à votre thème actif. Si vous préférez continuer à modifier votre thème, vous pouvez le faire via l’<EditorLink>éditeur<\/EditorLink>."],"Unfortunately, the [AI Store designer] isn't available right now as we can't detect your network. Please check your internet connection.":["Malheureusement, [l’outil de conception de boutique par IA] n’est pas disponible actuellement car nous ne détectons pas votre réseau. Veuillez vérifier votre connexion internet."],"Looking to design your store using AI?":["Vous cherchez à concevoir votre boutique avec l’IA ?"],"Active theme":["Thème actif"],"Back to Home":["Revenir à l’accueil"],"Go back to the Home screen to complete your store setup and start selling":["Revenez à l’écran d’accueil pour terminer la configuration de la boutique et commencer à vendre."],"Go to the Editor":["Accéder à l’éditeur"],"Head to the Editor to change your images and text, add more pages, and make any further customizations.":["Rendez-vous dans l’éditeur pour modifier vos images et votre texte, ajouter d’autres pages et procéder à d’autres personnalisations."],"Fine-tune your design":["Affiner la conception"],"Your store looks great!":["Votre boutique a fière allure !"],"Browse all themes":["Parcourir tous les thèmes"],"Or select a professionally designed theme to customize and make your own.":["Vous pouvez également choisir un thème conçu par des professionnels pour le personnaliser et vous l’approprier."],"Design with AI":["Concevoir avec l’IA"],"Design the look of your store, create pages, and generate copy using our built-in AI tools.":["Concevez la présentation de votre boutique, créez des pages et générez des textes à l’aide de nos outils d’IA intégrés."],"Use the power of AI to design your store":["Utiliser la puissance de l’IA pour concevoir votre boutique"],"Customize your store":["Personnaliser votre boutique"],"Customize the style and layout of your store to fit your brand! Add your logo, change the font and colors, and try out different page layouts. You'll be able to edit the text and images later via the Editor.":["Personnalisez le style et la mise en page de votre boutique pour qu’elle corresponde à votre marque ! Ajoutez votre logo, modifiez la police et les couleurs et essayez différentes mises en page. Vous pourrez modifier le texte et les images ultérieurement via l’éditeur."],"Make your store your own":["Appropriez-vous votre boutique"],"Any changes you make to the layout and style will appear here in real time — perfect for testing different looks before you make it live. You can also resize this area to check how your store looks on mobile.":["Toutes les modifications que vous apportez à la mise en page et au style s’affichent ici en temps réel, ce qui est idéal pour tester différentes présentations avant la mise en ligne. Vous pouvez également redimensionner cette zone pour vérifier la présentation de votre boutique sur mobile."],"Create a store that reflects your brand and business. Select one of our professionally designed themes to customize, or create your own using our store designer.":["Créez une boutique qui reflète votre marque et votre entreprise. Sélectionnez l’un de nos thèmes professionnels à personnaliser ou créez le vôtre à l’aide de l’outil de design de boutique."],"View your changes in real time":["Visualiser vos changements en temps réel"],"Welcome to your AI-generated store!":["Bienvenue dans votre boutique générée par l’IA !"],"Take a tour":["Lancer la présentation"],"Use left and right arrow keys to resize the canvas. Hold shift to resize in larger increments.":["Utilisez les flèches gauche et droite pour redimensionner la toile. Maintenez la touche Maj enfoncée pour redimensionner par incréments plus importants."],"Saving failed.":["Échec de l’enregistrement."],"Logo":["Logo"],"Ensure your store is on-brand by adding your logo. For best results, upload a SVG or PNG that's a minimum of 300px wide.":["Affirmez l’image de marque de votre boutique en ajoutant votre logo. Pour un résultat optimal, chargez un SVG ou un PNG d’une largeur minimale de 300 px."],"Use as site icon":["Utiliser comme favicône"],"Link logo to homepage":["Lier le logo à la page d’accueil"],"Image width":["Largeur de l’image"],"Select a new footer from the options below. Your footer includes your site's secondary navigation and will be added to every page. You can continue customizing this via the <EditorLink>Editor<\/EditorLink>.":["Sélectionnez un nouveau pied de page parmi les options ci-dessous. Votre pied de page intègre la navigation secondaire de votre site et sera ajouté à chaque page. Vous pouvez poursuivre sa personnalisation via l’<EditorLink>éditeur<\/EditorLink>."],"Based on the most successful stores in your industry and location, our AI tool has recommended this template for your business. Prefer a different layout? Choose from the templates below now, or later via the <EditorLink>Editor<\/EditorLink>.":["En se basant sur les boutiques les plus performantes dans votre secteur d’activité et dans votre région, notre outil d’IA recommande ce modèle pour votre entreprise. Vous préférez une autre mise en page ? Choisissez parmi les modèles ci-dessous maintenant, ou plus tard via l’<EditorLink>éditeur<\/EditorLink>."],"Select a new header from the options below. Your header includes your site's navigation and will be added to every page. You can continue customizing this via the <EditorLink>Editor<\/EditorLink>.":["Sélectionnez un nouvel en-tête parmi les options ci-dessous. Votre en-tête intègre la navigation de votre site et sera ajouté à chaque page. Vous pouvez poursuivre sa personnalisation via l’<EditorLink>éditeur<\/EditorLink>."],"Site icons are what you see in browser tabs, bookmark bars, and within the WordPress mobile apps.":["Les icônes de site sont les icônes que vous voyez dans les onglets du navigateur, les barres de favoris et les applications mobiles WordPress."],"AI has selected a font pairing that's the best fit for your business. If you'd like to change them, select a new option below now, or later in <EditorLink>Editor<\/EditorLink> | <StyleLink>Styles<\/StyleLink>.":["L’IA a sélectionné une combinaison de polices qui convient idéalement à votre entreprise. Si vous souhaitez les modifier, sélectionnez une nouvelle option ci-dessous maintenant, ou plus tard dans l’<EditorLink>éditeur<\/EditorLink> en accédant à <StyleLink>Styles<\/StyleLink>."],"Change your font":["Modifier votre police"],"Based on the info you shared, our AI tool recommends using this color palette. Want to change it? You can select or add new colors below, or update them later in <EditorLink>Editor<\/EditorLink> | <StyleLink>Styles<\/StyleLink>.":["Sur la base des informations que vous avez communiquées, notre outil d’IA recommande d’utiliser cette palette de couleurs. Vous souhaitez la modifier ? Vous pouvez sélectionner ou ajouter de nouvelles couleurs ci-dessous ou les mettre à jour ultérieurement dans l’<EditorLink>éditeur<\/EditorLink> en accédant à <StyleLink>Styles<\/StyleLink>."],"or create your own":["ou créer"],"Change your footer":["Modifier votre pied de page"],"Change your homepage":["Modifier votre page d’accueil"],"Change your header":["Modifier votre en-tête"],"Change fonts":["Modifier les polices"],"Change the color palette":["Modifier la palette de couleurs"],"Add your logo":["Ajouter votre logo"],"Use our style and layout tools to customize the design of your store. Content and images can be added or changed via the <EditorLink>Editor<\/EditorLink> later.":["Utilisez nos outils de style et de mise en page pour personnaliser le design de votre boutique. Du contenu et des images peuvent être ajoutés ou modifiés ultérieurement via l’<EditorLink>éditeur<\/EditorLink>."],"Let's get creative":["Place à la créativité"],"Which writing style do you prefer?":["Quel style d’écriture préférez-vous ?"],"Direct yet respectful, serious and professional.":["Direct mais respectueux, sérieux et professionnel."],"Formal":["Formel."],"Impartial tone with casual expressions without slang.":["Ton impartial avec des expressions familières, sans argot."],"Relaxed and friendly, like a conversation with a friend.":["Détendu et amical, à l’image d’une conversation avec un ami."],"Informal":["Informel."],"How would you like your store to look?":["Quel aspect souhaitez-vous donner à votre boutique ?"],"Vibrant with eye-catching colors and visuals.":["Dynamique avec des couleurs et des visuels qui attirent l’attention."],"Elegant and timeless with a nostalgic touch.":["Élégant et intemporel avec une touche de nostalgie."],"Classic":["Classique."],"Clean lines, neutral colors, sleek and modern look.":["Lignes épurées, couleurs neutres, aspect élégant et moderne."],"Contemporary":["Contemporain."],"Who your target audience is":["Votre public cible"],"What makes your business unique":["Ce qui rend votre entreprise unique"],"How many products you plan on displaying":["Le nombre de produits que vous pensez afficher"],"What you want to sell":["Ce que vous souhaitez vendre"],"Try to include:":["Essayer d’inclure :"],"The more detail you provide, the better job our AI can do!":["Plus vous fournissez de détails, plus notre IA est performante !"],"Bold":["Moderne"],"Tell us a bit more about your business":["Parlez-nous un peu de votre entreprise"],"Applying the finishing touches":["Ajout des touches finales"],"Assembling your AI-optimized store":["Assemblage de votre boutique optimisée par l’IA"],"Designing the best look for your business":["Conception de la présentation la mieux adaptée à votre entreprise"],"Comparing the top performing stores":["Analyse des boutiques les plus performantes"],"Analyzing your responses":["Analyse de vos réponses"],"Opening the doors":["Ouverture des portes"],"Drag to resize":["Glisser pour redimensionner"],"Turning on the lights":["Activation des lumières"],"Thanks for the feedback. We'll put it to good use!":["Merci pour vos commentaires. Nous en ferons bon usage !"],"Replace":["Remplacer"],"Saving":["Enregistrement"],"Continue setting up your store":["Continuer à configurer votre boutique"],"Preview store":["Voir la boutique"],"Options":["Options"],"Neutral":["Neutre"],"Send":["Envoyer"],"Back":["Retour"],"Navigation":["Navigation"],"Style":["Style"],"Share feedback":["Partager des commentaires"],"Skip":["Ignorer"],"Customize":["Personnaliser"],"Done":["Terminé"],"Layout":["Mise en page"],"%1$s (%2$s)":["%1$s (%2$s)"],"Previous":["Précédent"],"Save":["Enregistrer"],"Cancel":["Annuler"],"Continue":["Continuer"],"Delete":["Supprimer"],"Default":["Valeur par défaut"],"Settings":["Réglages"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/customize-store.js"}}