{"translation-revision-date":"2024-02-23 10:54:13+0000","generator":"GlotPress\/4.0.0-beta.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"fr"},"For example, we've added the “Free shipping” method for shoppers in your country. You can edit, add to, or remove shipping methods by selecting Edit or Delete.":["Par exemple, nous avons ajouté la méthode « Livraison gratuite » pour les clients dans votre pays. Vous pouvez modifier, ajouter ou supprimer des méthodes d’expédition en sélectionnant Modifier ou Supprimer."],"Add one or more shipping methods you'd like to offer to shoppers in your zones.":["Ajoutez une ou plusieurs méthodes de livraison que vous aimeriez proposer à vos clients dans vos zones."],"We've added some shipping zones to get you started — you can manage them by selecting Edit or Delete.":["Nous avons ajouté des zones de livraison pour vous aider à commencer : vous pouvez les gérer en sélectionnant Modifier ou Supprimer."],"Specify the areas you'd like to ship to! Give each zone a name, then list the regions you'd like to include. Your regions can be as specific as a zip code or as broad as a country. Shoppers will only see the methods available in their region.":["Spécifiez les zones dans lesquelles vous aimeriez livrer ! Donnez à chaque zone un nom, puis listez les régions que vous aimeriez inclure. Vos régions peuvent être aussi précises qu’un code postal ou aussi vastes qu’un pays. Les clients verront uniquement les méthodes disponibles dans leur région."],"There was a problem marking the shipping tour as completed.":["Un problème est survenu lors du marquage de la tournée de livraison comme terminée."],"If you’d like to speed up your process and print your shipping label straight from your Woo dashboard, WooCommerce Shipping may be for you! ":["Si vous souhaitez un processus plus rapide et imprimer votre étiquette d’expédition directement depuis votre tableau de bord WooCommerce, WooCommerce Shipping est peut-être fait pour vous !"],"Print USPS and DHL labels straight from your Woo dashboard and save on shipping thanks to discounted rates. You can manage WooCommerce Shipping in this section.":["Imprimez des étiquettes USPS et DHL directement à partir de votre tableau de bord Woo et réalisez ainsi des économies sur les frais d’envoi grâce aux tarifs avantageux. Vous pouvez gérer WooCommerce Shipping dans cette section."],"Recommended shipping solutions":["Solutions d’expédition recommandées"],"🎉 WooCommerce Shipping is installed!":["🎉 L’extension WooCommerce Shipping a été installée !"],"Print USPS and DHL Express labels straight from your WooCommerce dashboard and save on shipping.":["Imprimez des étiquettes USPS et DHL Express directement à partir de votre tableau de bord WooCommerce et réalisez ainsi des économies sur les frais d’envoi."],"Finish the setup by connecting your store to WordPress.com.":["Finalisez la configuration en connectant votre boutique à WordPress.com."],"We recommend adding one of the following shipping extensions to your store. The extension will be installed and activated for you when you click \"Get started\".":["Nous vous recommandons d’ajouter l’une des extensions d’expédition suivantes à votre boutique. L’extension sera installée et activée pour vous lorsque vous cliquerez sur « Premiers pas »."],"See more options":["Voir plus d’options"],"WooCommerce Shipping":["WooCommerce Shipping"],"Hide this":["Masquer ceci"],"(opens in a new tab)":["(s’ouvre dans un nouvel onglet)"],"Get started":["Premiers pas"],"Task List Options":["Options de la liste de tâches"],"Recommended":["Recommandé"],"Activate":["Activer"],"Shipping zones":["Zones d’expédition"],"Shipping methods":["Modes d’expédition"],"Learn more":["En savoir plus"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/shipping-recommendations.js"}}