{"translation-revision-date":"2024-02-23 10:54:13+0000","generator":"GlotPress\/4.0.0-beta.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"fr"},"An error occurred. Please try again later.":["Une erreur s’est produite. Veuillez réessayer ultérieurement."],"We need your address to complete installing this product. We will redirect you to Woo.com checkout. Afterwards, you will be able to install the product.":["Il nous faut votre URL pour achever l’installation de ce produit. Vous serez redirigé(e) vers la validation de la commande Woo.com. Après cela, vous pourrez installer le produit."],"Activation failed. Please try again from the plugins page.":["L’activation a échoué. Veuillez réessayer depuis la page Extensions."],"View Docs":["Afficher la documentation"],"Extension successfully installed but we can't activate it at the moment. Please visit the plugins page to see more.":["L’extension a bien été installée mais nous ne pouvons pas l’activer pour le moment. Veuillez consulter la page Extensions pour en savoir plus."],"Extension successfully installed. Would you like to activate it?":["L’extension a bien été installée. Voulez-vous l’activer ?"],"Add to Store":["Ajouter à la boutique"],"View in Plugins":["Afficher dans les extensions"],"Would you like to install this extension?":["Souhaitez-vous installer cette extension ?"],"View docs":["Voir la documentation"],"Keep the momentum going and start setting up your extension.":["Continuez sur votre lancée et commencez à configurer votre extension."],"In order to install a product, you need to first connect your account.":["Pour installer un produit, vous devez d’abord vous connecter à votre compte."],"Add to store":["Ajouter à la boutique"],"You are ready to go!":["Vous pouvez vous lancer !"],"Could not find subscription with product key %s.":["Impossible de trouver l’abonnement associé à la clé de produit %s."],"%s couldn’t be installed. Please install the product manually.":["%s n’a pas pu être installé. Veuillez installer le produit manuellement."],"Error loading subscriptions: %s":["Erreur lors du chargement des abonnements : %s"],"Available to use":["Disponible pour utilisation"],"Refresh":["Actualiser"],"On":["Activé"],"Never expires":["N’expire jamais"],"Connect Account":["Connecter le compte"],"Connect your account to get updates, manage your subscriptions, and get seamless support. Once connected, your Woo.com subscriptions will appear here.":["Connectez votre compte pour obtenir des mises à jour, gérer vos abonnements et bénéficier d’une assistance fluide. Une fois connecté(e), vos abonnements Woo.com apparaîtront ici."],"Manage your subscriptions":["Gérer vos abonnements"],"Woo.com subscriptions you haven't used yet.":["Les abonnements Woo.com que vous n’avez pas encore utilisés."],"Installed on this store":["Installé sur cette boutique"],"Woo.com extensions and themes installed on this store. To see all your subscriptions go to <a>your account<custom_icon \/><\/a> on Woo.com.":["Les extensions et thèmes Woo.com installés sur cette boutique. Pour voir tous vos abonnements, accédez à <a>votre compte<custom_icon \/><\/a> sur Woo.com."],"Refresh subscriptions":["Actualiser les abonnements"],"Error refreshing subscriptions: %s":["Erreur lors de l’actualisation des abonnements : %s"],"Subscriptions refreshed.":["Abonnements actualisés."],"To receive updates and support, please <renew>renew<\/renew> this subscription or use a subscription from another account by <sharing>sharing<\/sharing> or <transferring>transferring<\/transferring>.":["Pour recevoir des mises à jour et une assistance, veuillez <renew>renouveler<\/renew> cet abonnement ou utiliser l’abonnement d’un autre compte en le <sharing>partageant<\/sharing> ou en le <transferring>transférant<\/transferring>."],"To receive updates and support, please connect your subscription to this store.":["Pour obtenir pour recevoir des mises à jour et une assistance, veuillez connecter votre abonnement à cette boutique."],"Not connected":["Non connecté"],"To receive updates and support, please <purchase>purchase<\/purchase> a subscription or use a subscription from another account by <sharing>sharing<\/sharing> or <transferring>transferring<\/transferring>.":["Pour recevoir des mises à jour et une assistance, veuillez <purchase>acheter<\/purchase> un abonnement ou utiliser l’abonnement d’un autre compte en le <sharing>partageant<\/sharing> ou en le <transferring>transférant<\/transferring>."],"Subscribe":["Souscrire"],"No subscription":["Aucun abonnement"],"Auto-renew":["Renouvellement automatique"],"Loading your subscriptions":["Chargement de vos abonnements"],"My subscriptions":["Mes abonnements"],"Woo.com account":["Compte Woo.com"],"Expiry\/Renewal date":["Date d‘expiration\/renouvellement"],"No extensions or themes installed. <a>Browse the Marketplace<\/a>":["Aucune extension ou thème installé. <a>Parcourir la Marketplace<\/a>"],"%s icon":["Icône %s"],"View documentation":["Voir la documentation"],"Manage in Plugins":["Gérer dans les extensions"],"Manage on Woo.com":["Gérer sur Woo.com"],"Update to %s":["Mettre à jour vers %s"],"Reload page and try again":["Recharger la page et réessayer"],"%s couldn’t be updated.":["%s n’a pas pu être mis à jour."],"%s updated successfully.":["%s a bien été mis à jour."],"Version %s is available. To enable this update you need to purchase a subscription.":["La version %s est disponible. Pour activer cette mise à jour, vous devez acheter un abonnement."],"Subscribe to update":["S’abonner pour mettre à jour"],"Version %s is available. To enable this update you need to renew your subscription.":["La version %s est disponible. Pour activer cette mise à jour, vous devez renouveler votre abonnement."],"Renew to update":["Renouveler pour mettre à jour"],"Version %s is available. To enable this update you need to connect your subscription to this store.":["La version %s est disponible. Pour activer cette mise à jour, vous devez connecter votre abonnement à cette boutique."],"Connect to update":["Se connecter pour mettre à jour"],"%s couldn’t be installed.":["%s n’a pas pu être installé."],"%s successfully installed.":["%s a bien été installé."],"%s could not be activated. Please activate it manually.":["%s n’a pas pu être activé. Veuillez l’activer manuellement."],"%s couldn’t be connected.":["%s n’a pas pu être connecté."],"%s successfully connected.":["%s a bien été connecté."],"No extensions or themes found…":["Pas d’extension ou de thème trouvés…"],"Try searching again using a different term, or take a look at our recommendations below.":["Essayez d’effectuer une nouvelle recherche en utilisant un autre terme, ou jetez un coup d’œil à nos recommandations ci-dessous."],"Please reload and try again":["Veuillez recharger et réessayer"],"View all":["Afficher tout"],"0 %s found":["0 %s trouvé(e)"],"theme":["thème"],"themes":["thèmes"],"extension":["extension"],"extensions":["extensions"],"Most popular extensions":["Extensions les plus populaires"],"Our favorite themes":["Nos thèmes favoris"],"%1$s %2$s":["%1$s %2$s","%1$s %3$s"],"Search for extensions and themes":["Rechercher des extensions et des thèmes"],"Themes":["Thèmes"],"Search results":["Résultats de recherche"],"Try again":["Réessayer"],"Additional thoughts":["Remarques complémentaires"],"The Extensions screen’s functionality meets my needs":["Les fonctionnalités de l’écran Extensions répondent à mes besoins"],"It was easy to find an extension":["Il a été facile de trouver une extension"],"Your feedback will help us create a better experience for people like you! Please tell us to what extent you agree or disagree with the statements below.":["Vos commentaires nous aideront à créer une meilleure expérience pour des gens comme vous ! Veuillez nous dire dans quelle mesure vous êtes d’accord ou non avec les déclarations ci-dessous."],"How easy was it to find an extension?":["A-t-il été facile de trouver une extension ?"],"How easy is it to find an extension?":["Est-il facile de trouver une extension ?"],"Strongly agree":["Tout à fait d’accord"],"Woo Marketplace":["Woo Marketplace"],"Everything in the Marketplace has been built by our own team or by our trusted partners, so you can be sure of its quality.":["Tout ce qui se trouve sur Marketplace a été construit par notre propre équipe ou par nos partenaires de confiance, vous pouvez donc avoir toute confiance en la qualité de son contenu."],"With detailed documentation and a global support team, help is always available if you need it.":["Grâce à une documentation détaillée et à une équipe d’assistance internationale, vous pouvez obtenir de l’aide à tout moment si vous en avez besoin."],"If you change your mind within 30 days of your purchase, we'll give you a full refund — hassle-free.":["Si vous changez d’avis dans les 30 jours suivant votre achat, nous vous rembourserons intégralement, sans souci."],"Hundreds of vetted products and services. Unlimited potential.":["Des centaines de produits et services vérifiés. Des possibilités à l’infini."],"<a>Products<\/a> you can trust":["Des <a>produits<\/a> de confiance"],"<a>Get help<\/a> when you need it":["<a>Bénéficiez d’une assistance<\/a> quand vous en avez besoin"],"30-day <a>money-back guarantee<\/a>":["<a>Garantie de remboursement<\/a> de 30 jours"],"More":["Plus"],"Toggle category dropdown":["Afficher\/masquer la liste déroulante des catégories"]," annually":[" annuellement"],"Free download":["Téléchargement gratuit"],"By ":["Par "],"Manage your subscriptions, get updates and support for your extensions and themes.":["Gérez vos abonnements, obtenez des mises à jour et une assistance pour vos extensions et thèmes."],"Connect account":["Connecter le compte"],"User options":["Options pour l’utilisateur"],"Not Connected":["Non connecté"],"Connected":["Connecté"],"Keep connected":["Maintenir la connexion"],"Disconnect account":["Déconnecter le compte"],"Keep your your account connected to manage your subscriptions, get updates and support for your extensions and themes.":["Maintenez la connexion de votre compte pour gérer vos abonnements, obtenir des mises à jour et une assistance pour vos extensions et thèmes."],"Off":["Désactiver"],"Agree":["D’accord"],"Disagree":["Pas d’accord"],"Strongly disagree":["Pas du tout d’accord"],"Updating":["Mise à jour en cours"],"See more":["Voir plus"],"Neutral":["Neutre"],"Send":["Envoyer"],"Install":["Installer"],"Are you sure?":["Confirmez-vous ?"],"All Categories":["Toutes les catégories"],"Browse":["Parcourir"],"Expired":["Expiré"],"Activate":["Activer"],"Connect":["Connecter"],"Renew":["Renouveler"],"Extensions":["Extensions"],"Discover":["Découvrir"],"Version":["Version"],"Actions":["Actions"],"Search":["Recherche"],"Cancel":["Annuler"],"Name":["Nom"],"Update":["Mettre à jour"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/marketplace.js"}}