{"translation-revision-date":"2024-02-23 10:54:13+0000","generator":"GlotPress\/4.0.0-beta.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"fr"},"Please tell us to what extent you agree or disagree with the statements above.":["Veuillez nous dire dans quelle mesure vous êtes d’accord ou non avec les déclarations ci-dessus."],"The product import screen's functionality meets my needs":["La fonctionnalité de l’écran Importation de produits répond à mes besoins."],"The product import screen is easy to use":["L’écran Importation de produits est facile à utiliser."],"We noticed you started importing products, then left. How was it? Your feedback will help create a better experience for thousands of merchants like you.":["Nous avons remarqué que vous avez commencé à importer des produits, puis que vous êtes parti. Comment était-ce ? Vos commentaires nous aideront à créer une meilleure expérience pour des milliers de commerçants comme vous."],"How's your experience with importing products?":["Que pensez-vous de l’importation de produits ?"],"How is your experience with importing products?":["Que pensez-vous de l’importation de produits ?"],"The order details screen's functionality meets my needs":["La fonctionnalité de l’écran Détails de la commande répond à mes besoins."],"The order editing screen is easy to use":["L’écran Modification de commande est facile à utiliser."],"We noticed you started editing an order, then left. How was it? Your feedback will help create a better experience for thousands of merchants like you.":["Nous avons remarqué que vous avez commencé à modifier une commande, puis que vous êtes parti. Comment était-ce ? Vos commentaires nous aideront à créer une meilleure expérience pour des milliers de commerçants comme vous."],"How's your experience with orders?":["Que pensez-vous des commandes ?"],"How easy or difficult was it to update this order?":["A-t-il été facile ou difficile de mettre à jour cette commande ?"],"Optional, but much apprecated. We love reading your feedback!":["Facultatif, mais très apprécié. Nous aimons lire vos commentaires !"],"Your feedback will help create a better experience for thousands of merchants like you. Please tell us to what extent you agree or disagree with the statements below.":["Vos commentaires nous aideront à créer une meilleure expérience pour des milliers de commerçants comme vous. Veuillez nous dire dans quelle mesure vous êtes d’accord ou non avec les déclarations ci-dessous."],"Strongly Agree":["Tout à fait d’accord"],"Agree":["D’accord"],"Disagree":["Pas d’accord"],"Strongly disagree":["Pas du tout d’accord"],"How is that screen useful to you? What features would you add or change?":["En quoi cet écran vous est-il utile ? Quelles fonctionnalités ajouteriez-vous ou modifieriez-vous ?"],"The filters in the analytics screen are easy to use.":["Les filtres de l’écran d’analyse sont faciles à utiliser."],"We noticed you started changing store settings, then left. How was it? Your feedback will help create a better experience for thousands of merchants like you.":["Nous avons remarqué que vous avez commencé à changer les réglages de la boutique, avant de partir. Comment était-ce ? Vos commentaires nous aideront à créer une meilleure expérience pour des milliers de commerçants comme vous."],"Thanks for the feedback. We'll put it to good use!":["Merci pour vos commentaires. Nous en ferons bon usage !"],"The filters' functionality meets my needs.":["La fonctionnalité Filtres répond à mes besoins."],"The settings screen's functionality meets my needs":["La fonctionnalité Écran des réglages répond à mes besoins."],"The settings screen is easy to use":["L’écran des réglages est facile à utiliser."],"Did you find the right setting?":["Avez-vous trouvé le bon réglage ?"],"We noticed you started creating a product, then left. How was it? Your feedback will help create a better experience for thousands of merchants like you.":["Nous avons remarqué que vous avez commencé à créer un produit, avant de partir. Comment était-ce ? Vos commentaires nous aideront à créer une meilleure expérience pour des milliers de commerçants comme vous."],"How’s your experience with settings?":["Que pensez-vous des réglages ?"],"The product creation screen's functionality meets my needs":["La fonctionnalité Écran de création de produits répond à mes besoins."],"The product creation screen is easy to use":["L’écran de création de produits est facile à utiliser."],"How is your experience with creating products?":["Que pensez-vous de la création de produits ?"],"The product editing screen's functionality meets my needs":["La fonctionnalité Écran de modification de produits répond à mes besoins."],"The product editing screen is easy to use":["L’écran de modification de produits est facile à utiliser."],"We noticed you started editing a product, then left. How was it? Your feedback will help create a better experience for thousands of merchants like you.":["Nous avons remarqué que vous avez commencé à modifier un produit, avant de partir. Comment était-ce ? Vos commentaires nous aideront à créer une meilleure expérience pour des milliers de commerçants comme vous."],"How's your experience with editing products?":["Que pensez-vous de la modification de produits ?"],"How is your experience with editing products?":["Que pensez-vous de la modification de produits ?"],"The search's functionality meets my needs.":["La fonctionnalité Recherche répond à mes besoins."],"The search feature in WooCommerce is easy to use.":["La fonctionnalité de recherche de WooCommerce est facile à utiliser."],"Very good":["Très bien"],"Difficult":["Difficile"],"How easy was it to use search?":["L’utilisation de la fonction de recherche a-t-elle été simple ?"],"Neutral":["Neutre"],"Very difficult":["Très difficile"],"Your feedback will go to the WooCommerce development team":["Votre avis sera transmis à l’équipe de développement de WooCommerce"],"Please share your feedback":["Veuillez partager votre avis"],"How easy was it to filter your store analytics?":["Dans quelle mesure trouvez-vous simple de filtrer l’analyse de votre boutique ?"],"Pencil icon":["Icône en forme de crayon"],"Thank you for your feedback!":["Merci de votre retour ! "],"Give feedback":["Donner des commentaires"],"Share":["Partagez"],"Good":["Bon"],"Cancel":["Annuler"]}},"comment":{"reference":"assets\/client\/admin\/customer-effort-score\/index.js"}}