{"translation-revision-date":"2024-02-23 10:54:13+0000","generator":"GlotPress\/4.0.0-beta.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"fr"},"Boost conversions with WooPay, a new express checkout feature included in WooPayments.":["Augmentez vos conversions avec WooPay, une nouvelle fonctionnalité de validation express de la commande incluse dans WooPayments."],"By using WooPayments you agree to the <tosLink>Terms of Service<\/tosLink> (including WooPay <woopayMerchantTerms>merchant terms<\/woopayMerchantTerms>) and acknowledge that you have read our <privacyLink>Privacy Policy<\/privacyLink>.":["En utilisant WooPayments, vous acceptez nos <tosLink>conditions d’utilisation<\/tosLink> (dont les <woopayMerchantTerms>conditions pour les commerçants<\/woopayMerchantTerms> WooPay) et vous reconnaissez avoir lu notre <privacyLink>politique de confidentialité<\/privacyLink>."],"Payments made simple, designed exclusively for WooCommerce stores.":["Simplification des paiements, conçue exclusivement pour les boutiques WooCommerce."],"WooPayments is pre-integrated with popular payment options:":["WooPayments est pré-intégré avec les options de paiement les plus populaires :"],"Offer your customers card payments, iDeal, and the ability to sell in-person with Woo mobile app.":["Permettez à vos clients de payer par carte, iDeal, ainsi que de vendre en personne avec l’application mobile Woo."],"Earn and manage recurring revenue and get automatic deposits into your nominated bank account.":["Gagnez et gérez des revenus récurrents et obtenez des dépôts automatiques sur votre compte bancaire désigné."],"Sell to international markets and accept more than 135 currencies with local payment methods.":["Vendez à l’internationale et acceptez plus de 135 devises avec des moyens de paiement locaux."],"& more.":["et plus."],"By using WooPayments you agree to the <tosLink>Terms of Service<\/tosLink> and acknowledge that you have read our <privacyLink>Privacy Policy<\/privacyLink>.":["En utilisant WooPayments, vous acceptez nos <tosLink>conditions d’utilisation<\/tosLink> et vous reconnaissez avoir lu notre <privacyLink>politique de confidentialité<\/privacyLink>."],"Setup required":["Configuration requise"],"Accepted payment methods":["Moyens de paiement acceptés"],"Local Partner":["Partenaire local"],"Recommended":["Recommandé"],"Learn more":["En savoir plus"],"Metro Manila":["Metro Manila"],"Roma":["Rome"]}},"comment":{"reference":"assets\/client\/admin\/onboarding\/index.js"}}