{"translation-revision-date":"2024-02-23 10:54:13+0000","generator":"GlotPress\/4.0.0-beta.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"fr"},"%s deleted.":["%s supprimé(e)."],"Delete %s?":["Supprimer %s ?"],"Failed to delete the variation.":["Impossible de supprimer la variation."],"Deleted variations cannot be restored.":["Les variations supprimées ne peuvent être rétablies."],"If you continue, this variation with all of its information will be deleted and customers will no longer be able to purchase it.":["Si vous continuez, cette variation et toutes ses informations seront supprimées et les clients ne pourront plus l’acheter."],"Delete variation":["Supprimer la variation"],"New product form (Beta)":["Nouveau formulaire produit (Beta)"],"Get your products listed and available for purchase in no time! Our modern technology ensures a reliable and streamlined experience.":["Faites en sorte que vos produits soient listés et disponibles à la vente en un rien de temps ! Notre technologie moderne garantit une expérience fiable et simplifiée."],"Lightning fast performance ":["Des performances fulgurantes "],"Show off what's great about your products and engage your customers with content-rich product descriptions. Add images, videos, and any other content they might need to make a purchase.":["Mettez en avant les atouts de vos produits et suscitez l’intérêt de vos clients avec des descriptions de produits riches en contenu. Ajoutez des images, des vidéos et tout autre contenu nécessaire pour qu’ils réalisent un achat."],"Everything you need to create and sell your products, all in one place. From photos and descriptions to pricing and inventory, all of your product settings can be found here.":["Tout ce dont vous avez besoin pour créer et vendre vos produits, en un seul endroit. Qu’il s’agisse de photos, de descriptions, de prix ou d’inventaire, tous les réglages de vos produits se trouvent ici."],"About the form…":["À propos du formulaire..."],"Thanks for the feedback — we'll put it to good use!":["Merci pour vos commentaires, nous en ferons bon usage !"],"We're actively working on adding more features to the product form, including the ability to add digital products, variations, and more. Watch this space!":["Nous travaillons activement à l’ajout de nouvelles fonctionnalités au formulaire de saisie produit, notamment la possibilité d’ajouter des produits numériques, des variations, etc. Surveillez cet espace !"],"What do you think of the new product form?":["Que pensez-vous du nouveau formulaire produit ?"],"Tell me more":["En savoir plus"],"More features are on the way":["D’autres fonctionnalités sont à venir"],"Content-rich product descriptions":["Descriptions de produits riches"],"Fresh and modern interface":["Interface rafraîchie et moderne"],"Turn off the new product form":["Désactiver le nouveau formulaire produit"],"Please enter no more than 500 characters.":["Veuillez ne pas saisir plus de 500 caractères."],"Please enter a valid email address.":["Veuillez saisir une adresse e-mail valide."],"In case you want to participate in further discussion and future user research.":["Vous souhaitez participer aux discussions ultérieures et aux futures recherches sur les utilisateurs ?"],"YOUR EMAIL ADDRESS <optional \/>":["VOTRE ADRESSE E-MAIL <optional \/>"],"(OPTIONAL)":["(FACULTATIF)"],"ADDITIONAL THOUGHTS <optional \/>":["REMARQUES COMPLÉMENTAIRES <optional \/>"],"Save changes and go back to the classic product editing screen.":["Enregistrez les modifications et revenez à l’écran classique de modification de produit."],"The product editing screen's functionality meets my needs":["La fonctionnalité Écran de modification de produits répond à mes besoins."],"The product editing screen is easy to use":["L’écran de modification de produits est facile à utiliser."],"Finish":["Terminer"],"Page %1$d of %2$d":["Page %1$d sur %2$d"],"Guide controls":["Guider les contrôles"],"Share feedback":["Partager des commentaires"],"Previous":["Précédent"],"Next":["Suivant"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/4300.js"}}