{"translation-revision-date":"2024-02-23 10:54:13+0000","generator":"GlotPress\/4.0.0-beta.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"fr"},"You can learn more about the benefits of switching to blocks, compatibility with extensions, and how to switch back to shortcodes <a>in our documentation<\/a>.":["Pour en savoir plus sur les avantages d’un passage aux blocs, la compatibilité avec les extensions et la façon de revenir aux codes courts, consultez <a>notre documentation<\/a>."],"Classic Shortcode Placeholder":["Texte indicatif de code court classique"],"Classic shortcode transformed to blocks.":["Code court classique transformé en blocs."],"This block will render the classic cart shortcode. You can optionally transform it into blocks for more control over the cart experience.":["Ce bloc est la traduction du code court correspondant au panier classique. Vous pouvez choisir de le transformer en blocs pour avoir un plus grand contrôle sur l’expérience du panier."],"Classic Cart":["Panier classique"],"This block will render the classic checkout shortcode. You can optionally transform it into blocks for more control over the checkout experience.":["Ce bloc est la traduction du code court correspondant à la validation de la commande classique. Vous pouvez choisir de le transformer en blocs pour avoir un plus grand contrôle sur l’expérience de validation de la commande."],"Classic Checkout":["Validation de la commande classique"],"Renders the classic checkout shortcode.":["Traduction du code court correspondant à la validation de la commande classique."],"Checkout Cart":["Panier de validation de la commande"],"Renders the classic cart shortcode.":["Traduction du code court correspondant au panier classique."],"Cart Shortcode":["Code court du panier"],"Transform into blocks":["Transformer en blocs"],"Undo":["Annuler"],"Learn more":["En savoir plus"],"WooCommerce":["WooCommerce"]}},"comment":{"reference":"assets\/client\/blocks\/classic-shortcode.js"}}