{"translation-revision-date":"2024-02-23 10:54:13+0000","generator":"GlotPress\/4.0.0-beta.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"fr"},"Open pop-up when clicked":["Ouvrir une fenêtre contextuelle lors du clic dessus"],"Gallery Navigation":["Navigation dans la galerie"],"Pager":["Outil de navigation"],"No pager will be displayed.":["Aucun outil de navigation ne sera affiché."],"A series of dots will show to indicate the number of items.":["Une série de points s’affichera pour indiquer le nombre d’éléments."],"A list of numbers will show to indicate the number of items.":["Une liste de chiffres s’affichera pour indiquer le nombre d’éléments."],"Next\/Prev Buttons":["Boutons Suivant\/Précédent"],"No next or previous button will be displayed.":["Aucun bouton Suivant ou Précédent ne sera affiché."],"Next and previous buttons will appear on outside the large image.":["Les boutons Suivant et Précédent apparaîtront à l’extérieur de l’image en grand format."],"Next and previous buttons will appear inside the large image.":["Les boutons Suivant et Précédent apparaîtront à l’intérieur de l’image en grand format."],"Clicking on the large image will open a full-screen gallery experience.":["Cliquez sur la grande image pour ouvrir une galerie en plein écran."],"While hovering the large image will zoom in by 30%.":["Survolez la grande image pour zoomer à 30 %."],"Zoom while hovering":["Zoomer par survol"],"Images will be cropped to fit within a square space.":["Les images seront rognées pour permettre leur affichage dans un espace carré."],"Crop images to fit":["Rogner les images pour les adapter"],"Media Settings":["Réglages des médias"],"Choose how many thumbnails (3-8) will display. If more images exist, a “View all” button will display.":["Choisissez le nombre de miniatures (3-8) à afficher. Si d’autres images sont disponibles, le bouton « Voir tout » s’affiche."],"Thumbnails":["Miniatures"],"Number of Thumbnails":["Nombre de miniatures"],"Off":["Désactiver"],"A strip of small images will appear to the right of the main gallery image.":["Une bande de petites images apparaît à droite de l’image principale de la galerie."],"A strip of small images will appear below the main gallery image.":["Une bande de petites images apparaît sous l’image principale de la galerie."],"A strip of small images will appear to the left of the main gallery image.":["Une bande de petites images apparaît à gauche de l’image principale de la galerie."],"No thumbnails will be displayed.":["Aucune miniature ne sera affichée."]}},"comment":{"reference":"assets\/client\/blocks\/product-gallery.js"}}